[
  {
    "price_level": 2,
    "name": "South Loop - Lou Malnati's Pizzeria",
    "rating": 4.5,
    "lat": 41.87156110000001,
    "lng": -87.62728609999999,
    "place_id": "ChIJiaf79JksDogRmL01RIXakTM",
    "review": [
      {
        "rating": 5,
        "text": "I walked up and ordered to go. The wait was a bit, but Sweet Jesus, it was worth it! The deep dish, lasagna and lemon pepper chicken each were um um good! Perfect portions for the price prepared to perfection."
      },
      {
        "rating": 5,
        "text": "THE BEST DEEPDISH I’VE EVER HAD! (In Chicago or anywhere else). My Mom agreed, and she grew up in the Chicago suburbs too. We heard it was the best from more than a handful of Chicagoans too so we had to try it. I ordered “The Lou” and it was so, so good and fresh right from the first bite. Worth every penny and the servers are super friendly too- be sure to tip generously since they work extra hard!"
      },
      {
        "rating": 5,
        "text": "I love this pizza. It is one of the best around. You have to wait a little longer but it’s worth it for the quality. Our waiter was great and very friendly"
      },
      {
        "rating": 5,
        "text": "Stopped here for our Chicago deep dish pizza experience. Did not disappoint! Bonus experiences not to be missed with the bruschetta and chocolate chip cookie dessert!!! Great service. Decor included lots of family photographs. Will definitely be stopping here on the next trip!"
      },
      {
        "rating": 2,
        "text": "The food is fantastic!  The service, not so great.   If you are using the app to reserve your place in line, make sure you still go check in at the host station, because the app doesn't actually do anything unless the hostess station has checked you in!!!\n\nWhat a fantastic waste of time for someone that is from out of town.   It would be very nice if somewhere, really anywhere, they would mention that you need to check in with the host instead on just the app!!!\n\nThen it was downhill from there.   Like I mentioned, fantastic food...  I would only recommend getting it to go.  If I didn't know better, I would assume they simply don't like people dining inside their establishment."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Yolk - South Loop",
    "rating": 4.5,
    "lat": 41.86886419999999,
    "lng": -87.62456600000002,
    "place_id": "ChIJx-7Xj5ssDogRQ82Pv1CsDcc",
    "review": [
      {
        "rating": 5,
        "text": "Had a great first time experience. The Beautiful Hostess Tina was very welcoming. And the server Leslie was Great. Both had me wanting to comeback. So I definitely will be returning."
      },
      {
        "rating": 5,
        "text": "Essentially this is simply a modern diner. The breakfast is good, and we tried several different menu options over a few days. Coffees are also very good (with an espresso machine, so no \"diner coffee\" experience). All of the waitstaff we're also great. Good at their jobs, friendly, and there was a very pleasant atmosphere due to this"
      },
      {
        "rating": 2,
        "text": "I ordered the the Works 7 egg omelette with bacon, ham and sausage. I wanted leftovers for my son and his friend. There was no noticeable meat. The lady said, “They put it through a grinder.” What? A definitely not 7 eggs. I gave it back. I told the woman I'll just have coffee. Also terrible. And she never came back. So I left. I noticed most people were eating waffles and French toast. I wouldn’t go back. The waitress was very pleasant. And it was very busy there."
      },
      {
        "rating": 5,
        "text": "Had a late morning Sunday brunch here. Please was busy with diners and carry-out orders as well, but using the Yelp app we got in line and ended up actually getting seated even quicker than the app was projecting.\n\nWe had their eggs benedict (the standard way) and a west coast crepes. Both were very good. The coffee and tea were also very flavorful and brewed perfectly.\n\nOur server was a bit young and seemed a little inexperienced, but he was OK. I asked for grits and got the potatoes, but after pointing it out he promptly brought me the grits, which were great by the way.\n\nOverall a great place to catch a breakfast."
      },
      {
        "rating": 5,
        "text": "The wait for a table was longer than estimated but still worth it. Most of the food we tried was good, but similar to other breakfast joints. However, the chili, cinnamon roll French toast, and their bacon were all amazing and the portion are huge. The \"side of two eggs\" my daughter received was easily half a dozen eggs or they're using ostrich eggs in the kitchen. The waitress was attentive and kept our drinks filled and dishes cleared while staying unobtrusive. Overall, it was good experience and we'll likely be back when our travels being us this way in the future."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "The Gage",
    "rating": 4.5,
    "lat": 41.8813268,
    "lng": -87.6246925,
    "place_id": "ChIJ5a8ra6QsDogRENtJLAp40AE",
    "review": [
      {
        "rating": 2,
        "text": "It was an amazing experience because I was with a special person.\n\nPros: the restaurant is nice, very good drinks and cocktails.Our server, Julia, was very nice and tried to make our experience as good as possible. The host and bussers are very good.\n\nCons: the food was unfortunately just decent and we had a few mistakes when we received it. I had the most expensive Caesar salad - $30 plus $15 for shrimps - I still hope that was a mistake, but because the staff was nice with us we did not want to say anything in the end.\n\nFor now it is a 4 star review but I will be back soon and if I have a different opinion about the experience I will update my review.\n\nThank you!\n\nUpdate: I was comparing the Gage with every restaurant where I was and I can say it is below most of them regarding food and service. My thoughts about the Gage and the experience (service, food, price) are even worse. It is not possible to pay almost $600 (with tips) and not to be satisfied at the end. I downgraded to 2 star review.\n\nAlso, I have not been contacted back regarding the initial review by a manager or someone else. I am not sure we will return."
      },
      {
        "rating": 5,
        "text": "We’ve eaten here several times and had a great experience each time. The burgers are great, the fries are great, and the chicken sandwich is wonderful. Whether you’re coming from brunch or dinner, I highly recommend. For brunch, the Bloody Mary AND bloody Cesar are both delicious and the patio is covered so makes outdoor dining super pleasant. Definitely recommend for a group as there’s so much to choose from and we haven’t had a bad thing here yet!"
      },
      {
        "rating": 5,
        "text": "Great ambiance, great bar and the food was awesome! I had their putine as an appetizer. It could be a meal in and of itself. It can definitely be shared between two, possibly more. My main course was a bison burger. When asked how I wanted it done, I replied, bleeding. Our waiter, who was also awesome, smiled and said, how it should be. When it arrived, it was PERFECT! Nice and juicy and red. The toppings were just enough to compliment the bison. It was probably one of the best balanced burgers I have ever eaten.\nI would definitely go again without hesitation."
      },
      {
        "rating": 5,
        "text": "The mussels alone at this place deserves a Michelin star.  The scotch egg is tremendous.  Their old fashionds are phenomenal.  I love versions 1 and 3.  This restaurant is a can't miss.  NY strip is prepared better than most steak houses we have been to.  The service, absolute top notch.  Best of all ,you can bring your 1 year old.  They have booths on one side of the restaurant, where you will be able to easily entertain your toddler while you have a 5 star meal.  Thank you all very much for what has been two fantastic dining experiences, and hopefully many more to come!  but truly, the mussels, even if you went to Barcelona you won't find better!"
      },
      {
        "rating": 5,
        "text": "Best Scotch egg I ever had. One of the best burgers in Chicago. Stopped there today to get out of the rain so happy I did. Always on the lookout for the best burgers in town. This one reminds me of the gibson's burger but better. Also try the truffle fries."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "The Berghoff Restaurant",
    "rating": 4.4,
    "lat": 41.87925200000001,
    "lng": -87.628406,
    "place_id": "ChIJ00KvtLwsDogR3GNih9CYiQs",
    "review": [
      {
        "rating": 5,
        "text": "Outstanding! Had to change reservations..no problem.  Was seated and served within minutes.\nThe wheat beer is beyond reproach  the drinks were perfect.\nWe had the grilled lamb burger and the fish and chips with a side of red cabbage. Each done to perfection.\nMany places make and sell fish and chips, few do it right. These were done right. My wife won't stop talking about the grilled lamb burger.\nOur server's name is Marsha F., and this place would be wise to keep her.  It was our first visit and handled us like a mother hen. It was a pleasure.\nIt was our first but won't  be our last. Thank you for a perfect evening in Chicago."
      },
      {
        "rating": 5,
        "text": "Stopped in to see my old friend Pete a few weeks ago. He was busy so I got a beverage and ordered some food to go. So good! Can't wait to return, I think next time I will let know of my visit"
      },
      {
        "rating": 5,
        "text": "Came here after the Willis Tower and had a great time. The beer is really nice, the food is excellent, and the atmosphere is really cool in the old school kinda way. Plus their German Chocolate Cake dessert is one of the best sweets I’ve ever tried."
      },
      {
        "rating": 5,
        "text": "One of the great Chicago experiences. Decent food, decent beer. You know what you're going to get and you can count on it being good. Comfortable ambience with a friendly and competent waitstaff.\n\nI come here frequently and I'm never disappointed."
      },
      {
        "rating": 5,
        "text": "Stopped in to see my old friend Pete a few weeks ago. He was busy so I got a beverage and ordered some food to go. So good! Can't wait to return, I think next time I will let know of my visit"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Buddy Guy's Legends",
    "rating": 4.6,
    "lat": 41.8730188,
    "lng": -87.626182,
    "place_id": "ChIJdUU4_5gsDogRFWnSasIW-uA",
    "review": [
      {
        "rating": 5,
        "text": "Amazing experience. Buddy showed up and decided to share a song with the crowd.  I stumbled onto the place but went away a fan of The Blues. They have so much cool memorabilia that is presented perfectly.  Whoever is curating the content on the walls is very skilled and knows her stuff! Blue Cheese burger was great.  A very strong blue flavor so if you like that it is awesome.  My friend bought a shirt and Buddy signed it."
      },
      {
        "rating": 5,
        "text": "Buddy Guy a top rated guitar hero....who I greatly admire and have seen live performances many times. I ventured from sunny south Florida to visit the Legends club to support the business and have a great time while listening to the music. Actually , I traveled to Chicago with multiple visits to Legends. Many moons ago, I visited the club when located at 754 S. Wabash (still got the old t shirt souvenir photoed below with other t-shirts from more recent visits). It now located at 700 S. Wabash...remodeled and still  both clubs utilized low stages with easy open access to view and listen to performers. Always good times at Buddys place.  In addition the walls are adorned with Signature guitars from some of the greatest , as well as platinum album awards from other music artists. The staff facilitates a pleasant comfortable experience. They are warm friendly and attentive. I cant say anything but good about the Legends club."
      },
      {
        "rating": 5,
        "text": "Went there over the weekend because I was in Chicago and my dad said while I was there I had to check out Buddy Guy’s. Never listened to blues a day in my life so I had no idea what to expect. I was absolutely blown away. One of the most incredible experiences I’ve ever had. The MC (I guess that’s what you’d call him) was a great host. Very funny and did a great job setting the mood. The opener was an up an coming artist named Nick Alexander and he was incredible. Then the headliner was Jamiah Rogers who I guess is known in Chicago as the “Blues Superman”. He absolutely killed it. Almost 3 hours of amazing music, at one point he had almost the entire club on the dance floor going crazy. Without a doubt a night I will never forgot and the next time I’m back in Chicago I have every intention of going back."
      },
      {
        "rating": 5,
        "text": "This place is amazing for any blues fans or guitar players looking for great music. The manager at the time (Daryl) was one of the nicest host I have ever encountered, including the fact that we are from out of town (Toledo,OH). Not only giving us a tour after an amazing set that just got done, he went ahead and invited me to their next open mic. Buddy Guys Legends is a place I had been itching to visit ever since I first heard of it a couple years ago. I had an awesome time and can't wait to return on a Wednesday for open mic!"
      },
      {
        "rating": 4,
        "text": "Buddy Guy's is a big space (which I like), modern interior, lots of wood, metal, glass in a neutral tones. It is rather swanky and a good way to start off your night if you're feeling a little more picky than your usual neighborhood bar. It is a wine bar with a small plates menu. Despite high prices per glass, they have nice wine flights and snacks to go with them. A good seating option is the natural wood trunk tables located by the wall. Dress smart here."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Mercat a la Planxa",
    "rating": 4.3,
    "lat": 41.8732772,
    "lng": -87.6245883,
    "place_id": "ChIJ6dIIwZgsDogRqE6HDkbbO7w",
    "review": [
      {
        "rating": 5,
        "text": "Some of the BEST tapas u can have 🥳 An Iron Chef establishment. Highly recommended and the cocktails are sicko delicious. Top 3 dine inn for me in the city 🔥🔥🔥"
      },
      {
        "rating": 5,
        "text": "Lovely ambience, really good food. Had a steak small plate that was perfect.  I am not a steak eater for the most part but my god what a treat."
      },
      {
        "rating": 1,
        "text": "My friends and I tried restaurant week menu. Everything was too salty, anchovies were too sour. Tomato sauce on the tomato bread didn’t taste very fresh. It tasted like can tomato sauce or had been preserved for couple days. The only good one was steak, it was so tender and not salty, but that’s not a very typical Spanish food you know. Their service was ok, both the waiter and the owner were working really hard. You can just ignore the Spanish part of the restaurant and enjoy the American part."
      },
      {
        "rating": 5,
        "text": "It was a great place for date night. The tapas style was enjoyable for sharing and exploring the menu together. Great ambiance."
      },
      {
        "rating": 4,
        "text": "The paella and crystal bread are amazing. The steak and ham are slightly above average. Gin and tonic was great!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Miller's Pub",
    "rating": 4.4,
    "lat": 41.8799114,
    "lng": -87.626304,
    "place_id": "ChIJGQCBgKQsDogRP2e8Phkx0Ts",
    "review": [
      {
        "rating": 5,
        "text": "Really enjoyed the BBQ burger! The slaw was extremely good. However, the best part of Miller’s Pub was the waiter, Jeffrey (Jeff). He was incredibly kind and very helpful. He legitimately made my day better. There is simply no replacement for good people. It seems like Miller’s has at least one phenomenal person."
      },
      {
        "rating": 5,
        "text": "Great food and nice selection of beers. Staff were all friendly especially the hostess and our server Matt. We enjoyed the experience so much that we came back two nights in a row! In addition to being a great server, Matt was a wealth of local information. He gave us ideas for places to go see jazz (Jazz Showcase) as well as other places to eat when Miller’s Pub was closed. We'll come back next time when we’re in town!"
      },
      {
        "rating": 5,
        "text": "A random choice for us while wandering around the area, but we will definitely be back. The food (french dip sandwich and bacon-blue cheese burger for this trip) was excellent, the beer menu was solid but not overwhelmed with 37 different pale ales, and the staff was very attentive. Itching to go back and try to pot pie and the fish and chips."
      },
      {
        "rating": 4,
        "text": "Busy lunch time but water served as soon as we sat down and drinks quickly after ordered. Greek salad with chicken and Mediterranean Spread made a great shared lunch for two. Would stop here again if in the area."
      },
      {
        "rating": 4,
        "text": "Had a great sandwich and fries for my lunch.  Bar staff was very good and quick with a refill, even on a very busy Saturday.  The pub itself is very classic and lots of old school bar character, but not dirty or worn out. I will for sure be going back on my next trip to Chicago!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Chicago Curry House",
    "rating": 4.1,
    "lat": 41.870734,
    "lng": -87.6283972,
    "place_id": "ChIJNZxqVpcsDogRBLh1C2qrrVI",
    "review": [
      {
        "rating": 5,
        "text": "This is a family owned & run place and they are doing hell of a job. Food is so fresh and authentic here, it tastes so amazing. Its full of rich flavor. I travel with my gf to different places and we always try to dine at Indian restaurant once at-least and we have never been this happy with food before. Its also my first time I am giving a 5 star rating to a Indian restaurant."
      },
      {
        "rating": 5,
        "text": "Thank so much. The hospitality was above expectations. Not because you went out of your way to welcome me but because you introduced yourself described the food and also had amazing inside decor. I like the name. It is a smart business move to have a general yet uncopied name for your amazing and very business minded.\n\nJeremy Little."
      },
      {
        "rating": 5,
        "text": "The staff here is amazingly friendly and hospitable, but even if they were the meanest people in the world, my partner and I would STILL come here because the food is *that* good. Seriously, it's a challenge for us to not just eat everything in front of us because every dish that we have tried has been incredible. Definitely do not skip the butter chicken, the garlic naan, or any of the amazing vegan-friendly appetizers on the menu. You really can't choose a dish that is less than fantastic here, and the prices are really reasonable for the quality and quantity. Give stars aren't enough for Chicago Curry House!"
      },
      {
        "rating": 5,
        "text": "This place is an absolute gem. The service is amazing and the staff are incredibly friendly and welcoming. The atmosphere is lovely, just perfect for a nice night out. Not to mention — the food is really good, like really, really good"
      },
      {
        "rating": 1,
        "text": "The lamb biryani that was order was under cooked or should I say was it actually cooked ???? Felt terrible while eating ."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Flat Top Grill",
    "rating": 4.2,
    "lat": 41.8811278,
    "lng": -87.6263889,
    "place_id": "ChIJ8c2DiaQsDogRPnIg1eFnKl0",
    "review": [
      {
        "rating": 5,
        "text": "Great atmosphere and customer service! Love the fact that you are able to create your own stir fry style meal. From many fresh ingredients to choose from and sauces."
      },
      {
        "rating": 1,
        "text": "It was first time at this restaurant, I had expectations of it since it was a grill. I did not like the restaurant the food wasn’t that good mostly vegetables and salad and you can choose your own meat that is grilled only. It’s very poor it’s supposed to be a grill place with sizzlers  the only thing good was the desserts. I wouldn’t recommend this place to anybody not only that they say they are buffet but they are not they charge you for going for second rounds like they did with us they charged us for going for second rounds and I asked the waiter and he said it was all you can eat (buffet) which is wrong. Poor service aswell"
      },
      {
        "rating": 3,
        "text": "This place used to be our go to place! The food is great and we LOVED the brownie dessert. We went yesterday for the first time in a few months and noticed changes. They charge for cheese, egg and bread when this all used to be included in the meal. After eating we order the brownie dessert. Once the brownie came out we knew it was different. We actually have pictures to look back on and see the difference. The taste was not as good either. The brownie used to be thick and warm with homemade whipped cream. What we got was a cold thin brownie with canned whipped cream. It was honestly very disappointing and once we left we said “well it’s been good flattop but we are going to find another place to be our go to spot”. Don’t get me wrong, food is good but with the new prices and cheap brownie dessert…and $10 worth of taxes added on…it’s not worth it anymore. Maybe it’s new management? Or they are trying to make up lost money from pandemic?"
      },
      {
        "rating": 5,
        "text": "Owner/manager that night was really really nice. Our server explained the menu and everything really well. Everyone and atmosphere was very friendly and covid safe, and food was given at an appropriate time. Definitely would recommend coming to this place. We also did the make your own stir fry, and that was a very interesting and nice experience! Place was quite clean too :)"
      },
      {
        "rating": 5,
        "text": "Very delicious food prepared in a open kitchen.  Lots of varieties of fresh meats and vegetables. Service was great and friendly. Can't wait to return."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Pizano's Pizza & Pasta",
    "rating": 4.1,
    "lat": 41.8819637,
    "lng": -87.6256854,
    "place_id": "ChIJF-ujW6QsDogRnx8MK4yMZIU",
    "review": [
      {
        "rating": 4,
        "text": "Ran into Pizano's to get out of the rain and we were hungry. For some reason the Christmas decorations were still up in March. They had no tables so we sat at the bar. Service was good but a little in the frigid side compared to the smiles and jokes the bartender shared with others at the bar. Cheese sticks were nothing to write home about and came out on a nondescript white plate haphazardly thrown on. The cheese and sausage deep dish was better than average. The chunks of sausage were sparse but flavorful and fortunately it wasn't drowned in a bit too sweet tomato sauce. Beers were cold and tasty."
      },
      {
        "rating": 4,
        "text": "We got two baskets of 10pc  Buffalo wings, good crispy with nice flavor of heat. Two thin crust pizzas, that once cooled down good flavor, felt like it was missing something… nothing crazy with pizza, yet the feel of the place was welcoming and service was great. Server name was Joe that has worked in the pizza place for over 30 years very nice and funny."
      },
      {
        "rating": 5,
        "text": "We are long-time Chicago pizza fans...have had all the \"usual suspects.\" A friend who still lives locally recommended we try Pizano's, as we were staying next door at the Chicago Athletic Association. Sat at the bar on a COLD Chicago evening, and we really enjoyed our meal. Our server, Yolanda, made the whole experience. Super fun, very attentive, made great recommendations. We had the chopped salad with chicken (outstanding house Italian dressing) and a deep-dish with several toppings--both great choices. The house chianti is good, as well. Had the pleasure of buying dinner for the Chicago Police officers seated nearby. Thanks for a great evening, Yolanda! We will be back."
      },
      {
        "rating": 5,
        "text": "The bartender was SO pleasant. Everytime someone ordered or requested something it was answered with \"Absolutely \" and a slight head nod. ❤. I loved it. Food was definitely good. Wings were banging. Salad was fresh. Pasta on point..."
      },
      {
        "rating": 4,
        "text": "This small pizza spot has some of the freshest toppings I've had on pizza in a place like Ktown. The crust is a little on the thinner side but still has a really nice bite to it. Their pizza is also not very salty which is a huge plus for me because you can taste the freshness of the ingredients more this way. Prices are very reasonable and pick up is quick, about 20 minutes. The only downside is that parking is difficult and there isn't very much street parking available..be prepared to park in a red zone, put your blinkers on, and pay for your pizza and run back."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Giordano's",
    "rating": 4.5,
    "lat": 41.87801039999999,
    "lng": -87.63489799999999,
    "place_id": "ChIJOxc99b4sDogReRG3-qoMN5Q",
    "review": [
      {
        "rating": 5,
        "text": "We had a great experience at this location! Wonderful food and wonderful staff. We were sat right away and the 40 minutes it takes for a deep dish is well worth the wait! We really appreciated the transparency as well about how long it would take for the food. While we waited for our food however our server was highly attentive and personable. Would highly recommend to all who find themselves in the area :)"
      },
      {
        "rating": 5,
        "text": "Celebrated my grandsons 1st birthday there. The tables were a bit small for my size. But the service more than made up for it. The manager on duty upon our arrival time was beyond helpful and extremely polite. The waitress, Lori, was a complete gem. She waited on 4 tables with over 20+ people and not one beat did she miss. She waited on us with a smile... even  bringing the baby some orange slices... which he enjoyed might I add. Talk about service with a smile is exactly what we received. The food was great and the atmosphere welcoming. Needless to say... we will be back."
      },
      {
        "rating": 5,
        "text": "I really enjoyed my dining experience here. Had a little mix up and Shawn was very accommodating and listen to our concerns. Naomi, our server, really took the time to suggest good items on the menu and answered our questions about other restaurants in the area since we were visiting. Both of them made our dining experience very pleasant! Give them both a raise!!"
      },
      {
        "rating": 5,
        "text": "Ate here on a Friday night. The place was clean and food was awesome. Highly recommend any of the DEEP DISH PIZZA's of course but I ventured off and had a Chopped Salad and that was amazing. Tried the Cheese Triangles too and they really good.\n\nServer was friendly and fast. She even let us know how long certain items would take to cook before even asking which is nice if you have to be somewhere and you're on a schedule. Overall great experience!"
      },
      {
        "rating": 5,
        "text": "This pasta restaurant was all I asked for my big appetite, and I'm thankful because these guys were able to provide me a great pasta that I was longing to have. I am deeply happy with the service and thanks to these guys who feed my hunger. I will surely recommend this pasta restaurant for everyone! Very tasty!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Exchequer Restaurant & Pub",
    "rating": 4.4,
    "lat": 41.87866409999999,
    "lng": -87.6262879,
    "place_id": "ChIJD1xaCaMsDogRbB-jrzj-KCs",
    "review": [
      {
        "rating": 5,
        "text": "I have regularly visited Exchequer several times in the 5 years that I've lived in Chicago.\n\nTourists and locals all love Exchequer. I had my college graduation dinner there as well as business meetings, organizational outings, personal celebrations and even a few dates. The service is always great, and so is the food. Very reasonably priced for the Loop. The large dining room means there's never usually a wait. Easily one of my favorite establishments in the Loop and I have recommended multiple times."
      },
      {
        "rating": 5,
        "text": "Had such awesome experience.  Our server Kayla was EXCELLENT!  On top of her game for service, knowledge and expertise.  Met the owner George very genuine man, friendly made our experience so great.  The deep dish pizza absolutely the best. Come one and all no disappointments here!! ❤️"
      },
      {
        "rating": 5,
        "text": "I really like this place. It has great decor and warm lighting, making for a perfect cozy tavern vibe. The first couple times I went here, I came just for the drinks. They have a great draft beer selection and the place is never too crowded, so you can usually get a nice booth for 2-4 people. More recently I ordered food here and was impressed! I got their signature burger with the impossible burger patty and fries on the side. The food was ready surprisingly fast and the fries were crispy and good quality! I will be coming back here, for sure!"
      },
      {
        "rating": 5,
        "text": "Friendly bar tender welcomed us for lunch at Exchequer bar/restaurant. Friendly and efficient wait staff. Tasty meatball sandwich with yummy sweet potato fries.  Enjoyed  fresh chopped salad with balsamic dressing.  Excellent lunch reasonably priced.  Recommend."
      },
      {
        "rating": 5,
        "text": "Amazing! Carmen the server is the best. Good is TOO plentiful! I had to doggy bag everyone's meals. And so good!! The drinks are not shy on the pour. Great, pub atmosphere. Phenomenal music. Loved everything."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Rosebud Prime",
    "rating": 4.3,
    "lat": 41.8814351,
    "lng": -87.6288761,
    "place_id": "ChIJg50CObssDogRa3eWSUee758",
    "review": [
      {
        "rating": 5,
        "text": "Definitely a great place for a nice quality steak! My wife and I loved our dinners. Our steaks were cooked to perfection and, once we told our server we had a show to catch right after, she accommodated our timing perfectly. Service was excellent too! We will be back again soon, for sure!"
      },
      {
        "rating": 5,
        "text": "Me and my husband had such a beautiful dinner outside during the summer. Where we sat was shaded and the weather was so perfect that I think it made the experience even better. The food was phenomenal. Steak cooked to perfection and the mac n cheese, brussels, mashed potatoes were all delicious. I can’t wait to come back and I would definitely recommend."
      },
      {
        "rating": 1,
        "text": "It was a terrible experience. Overcooked steak turns bitter. The waiter told me it tastes like this. What the hell... A $67 steak is not worth.. I was thrown in the trash and I couldn't get used to bitter steaks"
      },
      {
        "rating": 5,
        "text": "I just enjoy their food. I always get great service there. The place is clean and the employees are always very welcoming. I highly recommend this place."
      },
      {
        "rating": 5,
        "text": "Recommended by the concierge at our hotel we were able to make reservations for dinner before the play. This was a 2 minute walk from our hotel and a 3 minute walk to CIBC. We enjoyed an appetizer of calamari. I had scallops as my main meal and my friend ordered the brick chicken... they should have warned us about that! It was Fantastic .. but was an entire chicken with a side of broccoli. This was a meal we both could have shared! There was no way my friend could have eaten the entire meal. We did have quite a laugh over his order .. and the quantity. The prices were very reasonable for the amount of food presented. Overall, a fantastic meal and a great time. When we travel back to Chicago, we will certainly visit again."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Eleven City Diner",
    "rating": 4.6,
    "lat": 41.86867280000001,
    "lng": -87.6260911,
    "place_id": "ChIJ384ms5ssDogRVJD-xbpZwmM",
    "review": [
      {
        "rating": 5,
        "text": "Well worth your wait.  Breakfast all day and the food and drinks were amazing.  Very kid friendly and accommodating for kids as they have kid's menu and provide high chairs. Their blood Mary was something I wanted to try and their mix was very tasty. I wish I could have had more of it. Their food was delicious and the kids menu came with apple sauce and fries. If you are in the area and want diner food or just want some good breakfast this is the place to go. Deserts were also worth getting, so big and we just split it amongst the table.\nOur waiter was on top of it as well. Good job to the wait staff there."
      },
      {
        "rating": 5,
        "text": "We ate here a few years back during a visit to Chicago, and had a great experience.  Great meal, awesome service.  We were excited that they had re-opened during our visit this week and made sure to make time to swing by for brunch.  Very family friendly for our family of five, and our teens and tween were able to pick out a variety of amazing food.  The patty melt was great, my tween loved the breakfast combo, and the teens really loved the avocado bagel.  Our waiter was nice enough to pack together a bagel package to take home with us, and the manager stopped us on the way out and repackaged the bagels just for our drive to make sure they were fresh.  Highly recommended, and we will definitely be back."
      },
      {
        "rating": 5,
        "text": "This was the first place we ate at with our family of 6 (with 4 kids 10 and under) in Chicago. We came for lunch. Everyone was incredibly nice and there was an adorable woman with flower glasses that doted on our kids, giving them saltine crackers while we waited, drink umbrellas and suckers to go. The food was great. I had a chicken sandwich which was perfectly moist and my husband had the dreamy corned beef hash. The kids had burgers with all of the fixings and mac and cheese. The atmosphere was fun and family friendly. It was very busy, but we only ended up waiting about 25 minutes to be seated. The service was kind and efficient. This is a great restaurant in the South Loop area for families!"
      },
      {
        "rating": 5,
        "text": "Hands down the best chocolate malt and Reuben I’ve ever tasted, friendly service and an atmosphere to top all diners and delicatessens you’ve ever visited. My vegetarian friend was also able to enjoy a stellar veggie burger, which any veggie can confirm is often hard to perfect. A charming candy counter and fresh deli meats add flavor to the menu, and an in-house soda jerk is the cherry on top of this terrific treat! The entire experience was the perfect end to a great weekend in the city, and I will definitely be returning to Chicago to sample the rest of the extensive menu as soon as possible."
      },
      {
        "rating": 5,
        "text": "Great food, definitely better than normal diner food. Great service as well. Only downside is it's always packed on the weekends (cause it's so good) and very loud, so it's almost impossible to have a conversation without shouting. Also expect a long wait if you have a big group. I definitely plan to come back, but I'll try for a weekday instead"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Gino’s East - South Loop",
    "rating": 4.3,
    "lat": 41.8752335,
    "lng": -87.6289845,
    "place_id": "ChIJl3iX_JcsDogRIkGnC9snea4",
    "review": [
      {
        "rating": 5,
        "text": "I know everyone has their spot for the \"best\" Chicago style pizza but Gino's East is a classic joint with a super tasty deep dish. The pizza is fantastic and the service is friendly...what more can you ask for?\nThanks for another enjoyable experience and thanks for some damn good pizza!"
      },
      {
        "rating": 3,
        "text": "We've been in South Loop for a few years and never got around to trying Gino's. However once we tried it, it wasn't the best. We started with the mozzarella sticks which while very crispy on the outside, didn't really taste like anything on the inside.\n\nThe thing crust we got had a decent crust but again, not a lot of flavor.\n\nThe deep dish suffered from the exact same thing.\n\nThere are several good places in South Loop for pizza BUT Gino's does have a lot of TVs and a good beer selection so it might be the place to watch games instead."
      },
      {
        "rating": 5,
        "text": "This place is amazing! The deepdish has a 45 minute cook time so plan accordingly, it's the dish to get. I'm sure the thin crust pizza is fine, but I guarantee you will be disappointed when you see the server walk by and serve up a deep dish pizza at another table. We order the Gino's supreme with the sausage sausage patty after our hostess suggested it. It was a so good!"
      },
      {
        "rating": 5,
        "text": "Come on. It's Gino's! You can't really go wrong, ever. Their Chicago style pizza is excellent. The sauce is great, this place is so much better than Uno's, Due's, or any other place that is large and Commercial now. At least Gino's East has the name oh, the sauce, the crust. The other ones I wouldn't walk across the street for."
      },
      {
        "rating": 5,
        "text": "So happy that I stopped here! Jesus at the host stand was super warm, friendly, and welcoming. The pizza was classic and delicious. Can't wait for my next trip to Gino's!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Dining Room At Kendall College",
    "rating": 4.7,
    "lat": 41.8814882,
    "lng": -87.625001,
    "place_id": "ChIJr-1DeDLTD4gRgaK2V-GhG1o",
    "review": [
      {
        "rating": 5,
        "text": "The server was friendly and helpful.  All three courses were delicious,  I recommend the short ribs."
      },
      {
        "rating": 5,
        "text": "The food was great and the servers were amazing, the fixed menu was intriguing and the drink menu was fun!"
      },
      {
        "rating": 5,
        "text": "This is a hidden gem of Chicago. The food is amazing, the staff was super friendly and helpful, it was an all around great experience."
      },
      {
        "rating": 5,
        "text": "Wonderful experience! The students were all very attentive and enthusiastic. Plenty of options on the menu and what a deal for the pre fixe, 3 courses for $40. While we were unaware because of how much we were enjoying the experience, we were told there was a delay with the mains and in return we were brought an extra dessert and round of cocktails. Will be back for sure!"
      },
      { "rating": 5, "text": "Beautiful experience. Thank you" }
    ]
  },
  {
    "price_level": 2,
    "name": "Russian Tea Time Restaurant",
    "rating": 4.5,
    "lat": 41.8793475,
    "lng": -87.62507579999999,
    "place_id": "ChIJxUm_k6MsDogR4gWZQwCWW8A",
    "review": [
      {
        "rating": 5,
        "text": "A very elegant restaurant offering one of the best culinary experiences in Chicago. Its cosmopolitan yet traditional menu includes original recipes from Russia,  Ukraine,  Uzbekistan,  Georgia,  and Moldova, a great selection of wines and spirits from the former Soviet Union countries,  Europe and USA,  served in a very tasteful setting. Russia Tea Time is a masterpiece,  created and owned by a Ukrainian woman from Russia who lived in Uzbekistan and immigrated to the United States in the 1990s. Strongly recommend as cultural and culinary destination in Chicago, located just across the street from the Arts Institute."
      },
      {
        "rating": 5,
        "text": "We had a beautiful time with their afternoon time. Two of us were vegetarian and one person was non-vegetarian, and they were able too arrange that for us. The food was great, and the tea was next leaves, especially the Darjeeling Earl Grey! As a tea blogger I asked to speak to one of the staff members to learn more about the teas- they were informative and very friendly which I appreciated. The decor is also beautiful and everyone seemed to be having a great time!"
      },
      {
        "rating": 5,
        "text": "We went for the second time here, the first being 8 years ago. Things have changed a bit, but the unlimited tea is still available, and the food is top notch. The entrees are authentic and excellent, and the desserts are amazing!"
      },
      {
        "rating": 5,
        "text": "Wonderful food and atmosphere.  I remember coming here with my dad about 25 years ago and loving it then and today it is still just as wonderful! The duck legs were amazing."
      },
      {
        "rating": 5,
        "text": "Visited on a cold and snowy Sunday.  I was struck by the unique decor.  There was a snafu in the service, where I didn't get a server for quite some time, but the delicious food made up for it.\n\nThe house black tea was great, and the vodka flight warmed me up nicely.  Will definitely visit again."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Cafecito",
    "rating": 4.5,
    "lat": 41.8758207,
    "lng": -87.6264589,
    "place_id": "ChIJCUYrhKIsDogRnAk-Hb0sVBM",
    "review": [
      {
        "rating": 4,
        "text": "I’ve been here every time I’ve been in Chicago and the food is pretty tasty. It has good flavor and visually looks pleasing on the plate. I wish they’d give more than three plantains on the dish as they are good and sweet! I recommend going if you’re in the mood for the Cuban food."
      },
      {
        "rating": 3,
        "text": "Edit on my post two years ago. Was able to finally come in to Chicago only for them to have invalid hours online. Please update made a trip just to eat here. 5 to 3 stars.\n\nHas some of the best pressed sandwiches around. It is my go to spot when I'm around the area"
      },
      {
        "rating": 5,
        "text": "Absolutely delicious! Had the Guava-Q with chicken, sauce was amazing, meat was juicy and tender. Maduros on the side hit the spot. So good I forgot to take a photo. Very unassuming and cute place, too, I’ll be back!"
      },
      {
        "rating": 5,
        "text": "I wound up here because everything else seemed to be closed on MLK Day. It was a happy discovery. The place is comfortable and the service was friendly. I has the steak, cheese and onion sandwich which was very tasty. Think steak burger not New York Strip but it is under $10 and quite good. The coffee is excellent."
      },
      {
        "rating": 1,
        "text": "TAKE CARE OF YOUR TEETH FRIENDS - stone in the sandwich...\nI have made an effort to support Cafecito over any chain restaurant/cafe around the Loop. Last week I had a fairly large stone in my sandwich that chipped my front tooth (NOT a peppercorn...). I went back today and politely told them about it, so they can find out what happened and prevent it happening to others. The server was rude and said that it could not have been in the sandwich (tell that to my tooth) and did not even apologize. When I pointed that out she even said that I am not going to ruin her day. Seriously, how did I become the problem here!?"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Hot Woks Cool Sushi",
    "rating": 4.4,
    "lat": 41.8811159,
    "lng": -87.6246469,
    "place_id": "ChIJg4i4E6QsDogRouakuQx6drU",
    "review": [
      {
        "rating": 5,
        "text": "Solid Japanese food. Pretty much all menu options are good. Easy, good family alternative, reasonably priced, right in front of the Millennium Park.\nGood portions, super quick service. Can't go wrong!\nQuieter during the weekend!"
      },
      {
        "rating": 5,
        "text": "Great place for a quick bite or a larger Asian fusion meal. Really good variety on the menu, a lot of custom sushi rolls to choose from, surprisingly varied drinks menu with beer, wine and cocktails. Service was really friendly and very fast. Interior is simple and comfortable, not fancy. Food tasted freshly cooked and well seasoned. Would go back!"
      },
      {
        "rating": 5,
        "text": "There vegetable fried rice is awesome they have GOOD CUSTOMER SERVICE AND THEY HAVE A INDOOR OR OUTDOOR EATING SETTING THE WAITERS GREET AND ARE NICE AND THE FOOD IS Great the Brussels sprouts, mushrooms, carrots onions the rice and they prepare the food fresh and not it's not dry like other restaurants and its always plenty of people it has a family atmosphere and they  always have clean tables if your headed to Chicago on Michigan Avenue here's the place to go to number 1 HOT WOKS ⭐⭐⭐⭐⭐🎎"
      },
      {
        "rating": 5,
        "text": "I've been here countless times and it's great every time. I love their seaweed salad and the petite eggrolls have to be one of my favorite appetizers there. Do yourself a favor and try the Thai Iced Coffee too 10/10 will be visiting again (for like the 6th time)"
      },
      {
        "rating": 5,
        "text": "Unexpected good value in hot destination. Attentive service. Good maki as well as traditional entrees."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Rosebud Theater District",
    "rating": 3.9,
    "lat": 41.8822679,
    "lng": -87.6302288,
    "place_id": "ChIJwwo9EbssDogRKsjkJk4USWQ",
    "review": [
      {
        "rating": 5,
        "text": "I celebrated my nomination this evening in this gorgeous place. I am glad to say that it was a cool evening and the restaurant was absolutely one of the reasons for the fruitful meeting. The waiters  cooperated in a splendid way, the cuisine was very good and my guests were very  cheerful. We shall surely come back again for more joyful events. Thank you very much."
      },
      {
        "rating": 5,
        "text": "Great service, About once a week when I am running late and need a quick breakfast I will pop into this express Rosebud's for a breakfast burito special. Literally all i need to eat is a half and I am full for a good portion of the day. The special will include a fresh squeezed OJ or coffee.\n\nThis will run you under $6 and is good for two breakfasts. In my mind I think that is a pretty swell deal.\n\nVery hard working and friendly people at this location!!!!"
      },
      {
        "rating": 4,
        "text": "Pretty good Italian place in Chicago. The ambiance and location are great. The food was decent but you get tons of it, so you'll definitely have leftovers. Go here with a group on a special occasion"
      },
      {
        "rating": 3,
        "text": "The happy hour appetizer buffet is a good deal. I used to work in the same building as this place so my coworkers and I would frequently make carry-out orders from them during dinner. The food is reasonably good but it is definitely NOT healthy (lots of olive oil, butter, cheese etc.). The menu is not very extensive. But the seating areas in the open-air lobby are nice. The place gets PACKED during lunch and before theater events."
      },
      {
        "rating": 4,
        "text": "When I first saw and heard of Rosebud I really felt it was going to be overpriced fair that wasn't worth my dime.\n\nI am happy to announce that I was wrong. This became one of my favorite spots to eat at for awhile and I still love coming here.  The Veal and the Chicken dishes are both spectacular.\n\nWhile I do enjoy this Rosebud I have to say the one on Rush is probably my favorite of their spots that I've tried."
      }
    ]
  }
]
