[
  {
    "price_level": 2,
    "name": "Pizza House",
    "rating": 4.1,
    "lat": 42.27430700000001,
    "lng": -83.73483200000001,
    "place_id": "ChIJA3q9y0WuPIgRVA6XbahB8Oc",
    "review": [
      {
        "rating": 4,
        "text": "Good for dining in or carry out. Whenever I used to get delivery, it was not hot. Enjoy traditional or Chicago style pies. The bread is delicious,  salads, shakes and desserts are good too. My wife likes the meat lasagna. The varieties of long island iced teas are fabulous. Really enjoy the mini buffalo chicken salad.So grateful to be able to order mixed drinks for carryout."
      },
      {
        "rating": 5,
        "text": "Great food, friendly service and quaint atmosphere. It's not the cheapest of places to eat, but well worth it. You could have a large group there comfortably. It's an icon in the town, and should be tried. They offer a crust style for everyone. The sauce is great and they top it with plenty of cheese."
      },
      {
        "rating": 5,
        "text": "Wow what a wonderful lunch we just had! Scotty our server was awesome 👏🏽 very friendly and helpful and attentive! The Sicilian pizza was out of this world! Then we had the apple crisp sundae and whoa! so delicious and decedent! Lovely place with great service and super tasty and satisfying food!"
      },
      {
        "rating": 5,
        "text": "The pizza and ice cream here is so good. Also, the location and indoor seating area is nice. There’s plenty of room here compared to many other restaurants around Ann Arbor. The staff is nice for the most part. Good food and quick service."
      },
      {
        "rating": 5,
        "text": "The best pizza in town! I ordered the Chicago stuffed deep dish pizza. It weighs about 4 pounds! It's expensive but all of their ingredients are high quality and eat pizza for the next two days.\n\nIf you do carry out, check out the box it comes in.  It's extra tall to accommodate the height of this monster pie!\n\nPizza House you're the best! And you're open until 4 AM? Unbelievable!"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Brown Jug Restaurant",
    "rating": 4.1,
    "lat": 42.2749081,
    "lng": -83.7343106,
    "place_id": "ChIJgxFrSUSuPIgRNMHA3whSTiA",
    "review": [
      {
        "rating": 4,
        "text": "Cool spot. Food was bland but apparently that typical of the Detroit metro area. My friend there who are from the south and west all agree to this opinion."
      },
      {
        "rating": 5,
        "text": "Bobby knows how to mix a Drink..Gotta Stop by to Enjoy Spring Forward."
      },
      {
        "rating": 5,
        "text": "Classic joint with a good vibe.  We ordered basic fare but it was good."
      },
      {
        "rating": 1,
        "text": "Extremely sleazy pricing system. THEY INCLUDE A 20% GRATUITY WITH ALL ORDERS ON THE BILL. This is written in fine print on the bottom of the menu. When you get the bill it is not itemized, probably for this reason. We thought the bill seemed a little high, but with drinks, tips, and tax, it wasn't too unreasonable. We paid and left only to double check the menu when we went home and found out we had left a 20% tip on the top of the 20% gratuity charged in the first place. We went here because they seemed to have decently priced food, but apparently they offset the cheapish menu prices with hidden fees and tips. I am never going here again."
      },
      { "rating": 5, "text": "So good every time I come here!" }
    ]
  },
  {
    "price_level": 1,
    "name": "No Thai! South U",
    "rating": 4.1,
    "lat": 42.2747397,
    "lng": -83.7329627,
    "place_id": "ChIJ_YBk70SuPIgReOBonAvNao0",
    "review": [
      {
        "rating": 1,
        "text": "This is the third time they messed up my order. As a person who cannot eat spicy food, I just have to throw it out when they make it yoga fire spicy when I ordered for no spice. Never going there again."
      },
      {
        "rating": 5,
        "text": "As a Thai this restaurant certainly not Thai authentic foods. It is designed to be western-friendly somehow I am into it. The food also super fast."
      },
      {
        "rating": 5,
        "text": "Fast, cheap, tasty and large portions.  The perfect combo for a college town staple."
      },
      {
        "rating": 5,
        "text": "Fast, good food. Choose protein and spice level."
      },
      {
        "rating": 5,
        "text": "Never disappoints! I'd suggest the potato curry. Ask for broccoli instead if green peppers. MWAH! Yes it's that good. One of my favorite places to eat."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Good Time Charley's",
    "rating": 4.2,
    "lat": 42.2748004,
    "lng": -83.7348311,
    "place_id": "ChIJeY2nMUSuPIgR23r6dNopAv0",
    "review": [
      {
        "rating": 1,
        "text": "We were told that there was a 45 minute wait for a table for 2, totally fine.\n\nI go to a place near by to have a drink while I was waiting, about 15 minutes later I get this text:  \"Your table is now available. Please respond to this text or send a member of your party to the host stand within 5 minutes in order to be sat immediately. Thank you.\" (9:08 pm)\n\nNo worries, I respond \"thank you, we're finishing our drinks and will be there in 10 minutes!\" And then quickly finish our drinks.\n\nI get to the restaurant at 9:18 on the dot and give the host my name. He lets me know that they can't hold the table for longer than \"5 minutes after the 5 minutes\" and smugly tells me that I can be third on the list. Even though it had only been 10 minutes since we got the text.\n\nI've been here before and the food and drinks were decent, but this is no way to treat a paying customer. Most restaurants have at least a 15 minute grace period.\n\nHonestly, don't waste your time or money. Good Time Charley's, do better."
      },
      {
        "rating": 5,
        "text": "So many freaking shooters...OMG!! And yummy food 2!! Awesome bar and atmosphere in the heart of downtown A²!!"
      },
      {
        "rating": 1,
        "text": "Food was great, but was told that they needed to hold a card in order to hold the table that we were already sitting at. I didn't understand why, nor did I see any other group be told the same thing. It struck me as odd."
      },
      {
        "rating": 5,
        "text": "Nice place to enjoy a little chat time and relax with good company."
      },
      {
        "rating": 1,
        "text": "I just wanted to say i find it hilarious you've been trying to hire a dishwasher for 6+ months now. Maybe if you paid a respectable wage, then maybe you could get someone in there. $12 is an insult"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Kang's Korean Restaurant",
    "rating": 4.5,
    "lat": 42.2751895,
    "lng": -83.73229649999999,
    "place_id": "ChIJW8mt6ESuPIgRAuc_6v_xtMk",
    "review": [
      {
        "rating": 5,
        "text": "This place is one of my all time favorites when visiting Ann Arbor!! Their food I'd always great. Their pot stickers are the best snack and they have one of the best kimchi"
      },
      {
        "rating": 3,
        "text": "Only got half of my order. I live in Ohio so the ride was too far to go back and get it fixed. My son said his food is amazing."
      },
      {
        "rating": 5,
        "text": "Great soup, excellent bean sprouts, phenomenal chili paste. You just can’t go wrong with this place."
      },
      {
        "rating": 5,
        "text": "great korean food with reasonable prices. super fast service, too. definitely would come by again if we’re ever in town again"
      },
      {
        "rating": 5,
        "text": "This is my favorite restaurant in Ann Arbor! I’ve been coming here since I was a kid, and it remains one of my favorite places to eat anywhere. The understated ambience lets the food shine. My personal favorites are the kimchi and budae jigae, but you can’t go wrong no matter what you order. The staff is friendly and everything is made fresh. The portions are large, too! Highly recommend!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Starbucks",
    "rating": 4.1,
    "lat": 42.274905,
    "lng": -83.734014,
    "place_id": "ChIJkzy_TkSuPIgRO7_JrkzTTI0",
    "review": [
      {
        "rating": 5,
        "text": "This apple crisp is delightful..mmmm mmmm good."
      },
      {
        "rating": 4,
        "text": "Quick pickup. No acknowledgement by Staff when looking for my order."
      },
      {
        "rating": 5,
        "text": "This place is very busy and they work really hard to satisfy all customers. Keep up the good work and it will be seen by loyal patrons like myself.  5 stars ⭐️"
      },
      {
        "rating": 2,
        "text": "Staff is friendly. However, I am not sure how they brew the coffee different from other locations. On multiple occasions I have ordered regular coffee and the result is not good. Sour, Bitter, and borderline undrinkable. Please be more mindful of the brew. Other Starbucks locations I have been to don't taste like this."
      },
      {
        "rating": 5,
        "text": "The staff goes above and beyond to make a customer’s day better :)"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Sadako Japanese Restaurant",
    "rating": 4.3,
    "lat": 42.275189,
    "lng": -83.73244799999999,
    "place_id": "ChIJjSLe70SuPIgRP1kmtqvDgQA",
    "review": [
      {
        "rating": 5,
        "text": "I’ve eaten sushi in a lot of different countries. I would recommend Sadako to anybody in the Ann Arbor Michigan area. The staff was attentive, (water, hot tea always full). The food was good and the price was extremely reasonable. I will come back when in the area."
      },
      { "rating": 5, "text": "Absolute favorite" },
      {
        "rating": 5,
        "text": "We loved the vegetable teriyaki, and the few veggie rolls we got. Also ordered mochi because we love it. Very tasty food, on-time service, good prices. Highly recommend."
      },
      {
        "rating": 5,
        "text": "Love their lunch chirashi bowl! Really generous with the meats. It’s also affordable and comes with salad and miso soup."
      },
      {
        "rating": 1,
        "text": "As a customer of Sadako for 10+ years I am deeply disappointed to see how downhill the service has gone. Ordering online has gotten beyond ridiculous. It's one thing to make take out customers pay for soup and salad with the meal, but making people request and pay for wasabi and ginger WITH sushi is a scam.\n\nAnd I would even be ok with that if they were understanding as a business, but when we called to request the ginger and wasabi (mind you we got the soy sauce from the same button) they said we were lying. When I asked them to remake our 3 hot rolls on a 16 item order for when we come pick up the ginger and wasabi the response from the Manager was to bring them back in to the restaurant and they would take them to the kitchen and reheat them for us. Not remake. Reheat.\n\nSo we basically got blamed for not hitting a button we did hit, or why would we have soy sauce, and then called liars. Very argumentative and poor service. Will never return. DO NOT ORDER TAKE OUT FROM THIS RESTAURANT!!!!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Sushi Town",
    "rating": 4.7,
    "lat": 42.26972200000001,
    "lng": -83.739751,
    "place_id": "ChIJwyrptEmuPIgRBd-rR4opmWA",
    "review": [
      {
        "rating": 5,
        "text": "We were accidentally late to pick up our takeout - 15 minutes after they closed, and they still insisted on giving us extra food and the gentleman brought us free waters after we got out to the car. Seriously the best service I have ever had, and the greatest people in general. 🥲"
      },
      {
        "rating": 5,
        "text": "Such good quality food and SUCH nice employees! You can tell their food and customer service is from the heart. First time ordering today and I will be coming back. Fair prices for good food too. Thank you sushi town and employees for your kindness and great sushi!"
      },
      {
        "rating": 5,
        "text": "Excellent sushi. Free parking, though very limited. If you're doing take-out around dinner time, phone in your order ahead of time."
      },
      {
        "rating": 5,
        "text": "Came in not expecting much but sushi was fantastic. Server was super friendly as well. Would definitely come back."
      },
      {
        "rating": 5,
        "text": "Honestly an amazing local gem. I enjoyed the quality of the vegetables here. Extremely fresh and very delicious"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Casa Dominick's",
    "rating": 4.4,
    "lat": 42.2731451,
    "lng": -83.7387062,
    "place_id": "ChIJwV66zEeuPIgRdNdmyYbwYpY",
    "review": [
      {
        "rating": 5,
        "text": "Great local watering hole. Excellent (and free) reservation option for large groups. Best when weather is nice. Order from the window inside. Sangria has a nice ratio. I found their finger food to be so so. Very conscious and creative place (see pics).\n\nPro tip: get there before 4:20 to beat the lines and the crowds. They will also make their Constant Buzz without alcohol for a reasonable price for those in your group wanting this option. It’s also excellent with the alcohol!"
      },
      {
        "rating": 5,
        "text": "We were there for lunch last week. The food is fantastic, homemade fresh bread. We all had different sandwiches and all were very happy. We heard the ravioli is a good choice too. Good price for the amount and quality of food. Will visit again!"
      },
      {
        "rating": 5,
        "text": "My new go-to place!\n\nI'm sure that sounds weird from a 30-year Ann Arbor resident, but listen:\n1) I'm sure its covered outdoor dining space beats anywhere else in Washtenaw county.\n2) Once you order your meal at the window, they give you soup and salad right away which you are just finishing when they bring your main course.\n3) They offer many pestos (basil, sundried tomato, artichoke to name three).\n4) They offer many ravioli (lobster and butternut squash, to name two).\n5) The unique Constant Buzz, which is a strawberry Pina colada"
      },
      {
        "rating": 5,
        "text": "Dave, Anton and Rich as well as the support staff will provide excellent service while serving delicious food!"
      },
      {
        "rating": 5,
        "text": "An Ann Arbor institution, great back yard with picnic tables for communal drinking. No table service, drinks served in Mason jars; good bar snacks and sandwiches. Watch out for the great sangria, its fruity sweetness hides potency that can sneak up on you!"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Jimmy John's",
    "rating": 3.9,
    "lat": 42.27516300000001,
    "lng": -83.7342142,
    "place_id": "ChIJWS_dSESuPIgRxgbmjSWo2SA",
    "review": [
      {
        "rating": 5,
        "text": "Slap as hell always. Smells so damn fresh an great too!"
      },
      {
        "rating": 2,
        "text": "Over the past several months I've ordered sandwiches from this store several times.  It used to be that we'd order quite often.  When I lived in Minneapolis, Jimmy John's was THE go-to place for awesome sandwiches.  The fact that they delivered was almost too good to be true.  The food was prepared quickly, but always with attention to quality and detail.  I have a sinking feeling that the 1207 store is phoning it in.  Last night my sandwiches came out of the wrappers a complete mess, with avocado all over the outside of the bread, like they forgot to put it in and decided to smear it on at the last minute, after making the rest of the sandwich.  Last week, I ordered two identical sandwiches and one weighed about 30% less than the other.  Worse, neither of them was made to order.  There's just so little consistency and apparent attention to detail that I can't justify ordering from this store anymore.  And it saddens me, because ordering Jimmy John's used to be a real treat in our household, a special occasion that we could look forward to."
      },
      { "rating": 5, "text": "Quick and accurate service." },
      { "rating": 4, "text": "Tastes much fresher than subway!" },
      {
        "rating": 1,
        "text": "Ordered pickup. Was ready. Employee screwing around on phone, did not bag it. If you don't want to work, don't show up for work, someone else may need a job more than you want one. FOR REAL!"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Subway",
    "rating": 3.1,
    "lat": 42.2751796,
    "lng": -83.7325941,
    "place_id": "ChIJbQx870SuPIgRG35NOMlQE68",
    "review": [
      {
        "rating": 5,
        "text": "Always friendly, gets my order right every time"
      },
      {
        "rating": 4,
        "text": "Only thing wrong is they don't carry Cool ranch Doritos....criminal subway..... criminal"
      },
      {
        "rating": 5,
        "text": "About the best Subway I could expect. Staff was very kind and personable, and my sandwich was made well. Tasty, too!"
      },
      {
        "rating": 1,
        "text": "The worst subway I have ever been to. Especially the costumer service"
      },
      {
        "rating": 1,
        "text": "Very rude service!! The guy  always has an attitude when putting my sandwich together. When placing online orders it’s is NEVER done when it’s supposed to be and he is full of excuses on why. It’s obvious that he is there just to get a paycheck and doesn’t give two thoughts about customer service or satisfaction."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "BTB Burrito",
    "rating": 4.3,
    "lat": 42.27475159999999,
    "lng": -83.7348139,
    "place_id": "ChIJiaNLGkiuPIgRB0zIVjUFjNo",
    "review": [
      {
        "rating": 1,
        "text": "I've been several times since they started staying open \"late\" again on weekends and there has been no consistency in my ability to order. Pick a last call time and go public with it. I understand I'm coming towards the end of the night as I get off work at 12:25 and it takes me 5 or so minutes to walk over there. I'm done trying until there is more transparency on what \"open\" means.\n\nThis has been a long time favorite of mine and I'm really disappointed with what it has become."
      },
      {
        "rating": 5,
        "text": "Well I tried to find there new location, didn't have any luck. But I was definitely looking forward towards getting perhaps 2- 3 giant burritos, 2 for myself, and 1 for my sister. Need to find there new location!"
      },
      {
        "rating": 1,
        "text": "Pretty bland and boring compared to how it used to be. Also way more expensive than what it was before. Definitely not going to go back again."
      },
      {
        "rating": 2,
        "text": "Used to frequent BTB late at night on their state st location but since the move, their food is trash. I ordered taquitos yesterday and they gave me the microwaveable ones… what a joke. Fries in the San Diego burrito also used to be way better. Kinda sad more than anything this place fell off."
      },
      {
        "rating": 5,
        "text": "Quick pick up from the booth in front of Charlie's on South U. Food is good and pretty consistent."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Jimmy John's",
    "rating": 3.3,
    "lat": 42.271619,
    "lng": -83.74172329999999,
    "place_id": "ChIJTchP5DeuPIgRQil5SJfwImg",
    "review": [
      { "rating": 5, "text": "Very quick, very clean inside. Great service" },
      {
        "rating": 3,
        "text": "I love this place always quality food but service was a bit slow."
      },
      {
        "rating": 5,
        "text": "Placed a take out order. Sandwiches were on time to pickup tasted good"
      },
      {
        "rating": 5,
        "text": "the ice machine has been broken for months.\nEdit: They fixed the ice machine :)"
      },
      { "rating": 5, "text": "Freaky fast food, freaking good subs" }
    ]
  },
  {
    "price_level": 1,
    "name": "Baba Dari Mediterranean Grill",
    "rating": 4.2,
    "lat": 42.27168199999999,
    "lng": -83.7410489,
    "place_id": "ChIJvYIs-zeuPIgRVo2Lsma7hrY",
    "review": [
      {
        "rating": 4,
        "text": "Very nice very nice very nice and professional staff. The atmosphere is quite open and yet relaxing. Food was extremely hot and though it was a bit on the pricey side it was well worth it. My suggestion is the chicken shawarma."
      },
      {
        "rating": 5,
        "text": "I haven't been to this location for a long time. The food is surprisingly good. Chicken Shawarma is way above average.\n\nThe dining area is rather hard, echoey, and minimal. But the food is excellent.\nI will definitely keep it on the list."
      },
      {
        "rating": 5,
        "text": "I eat here around twice a week. Consistently good food though a bit expensive for the portion sizes. Great atmosphere and customer service."
      },
      {
        "rating": 5,
        "text": "I still don't know what shwarma is, but whatever I had,  was delicious. My food came out in a timely manner and was exactly what I wanted. When I'm in Ann arbor again, I'll make another visit."
      },
      {
        "rating": 3,
        "text": "This place was ok. A little overpriced for the portion sizes. Employees pretty much stayed behind the counter; even with dine in customers there. Food was good though."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Pizza Bob's",
    "rating": 4.4,
    "lat": 42.271752,
    "lng": -83.7408487,
    "place_id": "ChIJY7thGUiuPIgR_Y0N1iZ_0HU",
    "review": [
      {
        "rating": 5,
        "text": "This is one of our favorites in Ann Arbor, and this is the first time I ordered from them online.  It was very easy to use their app, and the food was delicious as always! I highly recommend ordering any food, but their Chipati's are my favorite, from Pizza Bob's!!"
      },
      {
        "rating": 5,
        "text": "It was Hash Bash and I saw 3 people working. They handled the chaos like professionals with a smile. Even had a few sing while waiting. Lol. It was a great experience and I enjoyed my sub. Thanks staff!"
      },
      {
        "rating": 5,
        "text": "Great food! Best Shakes!\nBeen going to Pizza Bobs for over 40 years."
      },
      {
        "rating": 5,
        "text": "Favorite sub shop in the area. I have great memories of coming here when I was younger on game days with my family. The “Favorite” sub with a hot fudge milkshake is as good as life gets"
      },
      {
        "rating": 5,
        "text": "Ohio State grad who’s been here many times.  It's the only good thing on or near campus."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Subway",
    "rating": 3,
    "lat": 42.2708007,
    "lng": -83.74081389999999,
    "place_id": "ChIJR1h74zeuPIgRbrqkAYvpM8E",
    "review": [
      { "rating": 3, "text": "Good food and service. No parking" },
      {
        "rating": 1,
        "text": "Terrible Coustomer service, very disrespectful, soon as we walk in, he instantly disrespected my and my friends saying “WHYYY we are closing in 15 minutes why are you here” 1 Star terrible Coustomer service."
      },
      {
        "rating": 1,
        "text": "Went in more than 15min before close and was refused service. I had called 5 minutes before going to Subway to make sure they were still taking orders, and although I was informed they would take my order, they refused me service in store. Additionally, the person working was not wearing a mask when I walked in and was working with the food at the time"
      },
      {
        "rating": 4,
        "text": "The food and customer service was good. I wish there was some sort of seating either inside or outside of the building."
      },
      {
        "rating": 5,
        "text": "Small but excellent!\n\nWe needed 8 sandwiches to go to take back to Olson Park. This was our third subway. There was only 1 employee at lunch time. But he did excellent keeping up with our large order and the line of customers. Food was fresh and all sandwiches were made correctly. He was patient but quick with our large order. Thank You so much!\n\nManagement consider having 2 employees working the busy times in the store. To give assistance to the employees.\n\nThe reason we came to this subway was because the first one was closed due to ac problem, the second refused to serve us because the one employees was on break. Thankful there were several restaurants close by."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "The Blue Leprechaun",
    "rating": 4,
    "lat": 42.2748893,
    "lng": -83.7335311,
    "place_id": "ChIJFcckUUSuPIgRwZ7I82nO19E",
    "review": [
      {
        "rating": 3,
        "text": "My son and I stopped in to grab a bite to eat. We both ordered different corned beef sandwiches. My son had ordered the larger sandwich, which was priced the same as what I had ordered. When they arrived, I was actually a bit shocked to see the size difference between the two. My sandwich only had a few slices of meat versus the absolutely mound on his. I wouldn't have cared much, except were the exact same price with no additional items for the smaller one to compensate. Had we not ordered the same thing I would likely had not noticed or even said anything, but the side by side comparison was hard to notice. The only other issue was the sheer amount of oil(butter?) that was in the sandwich was so overwhelming it was hard to eat. After it started getting a little cold, it was unappealing.\n\nI spoke to the waitress, who asked the manager to come over regarding the issue. I wasn't upset, but genuinely curious as to how the restaurant could charge the same for these two hugely disproportionate items. I wanted them to be able to see the sandwich size difference, since a visual reference helped. From our seat, I could see the manager's reaction to the waitresses comments. The manager went back to the bar and finished her conversation with the people at the bar, cleaned up and after about 10 minutes came over to resolve the issue. The manager explained that while his order should have had double the size, it shouldn't have been this big of a difference. She removed one sandwich from the bill and did provide a gift certificate for future use, but this wasn't really what I was looking for. She didn't address the question, which is how the restaurant justifies charging the same amount for two different amounts of food? This was just sort of shrugged off. Whether it's double or triple the size, that's a huge difference that someone setting the two meals side by side will question. Maybe it wasn't originally supposed to be that way, and someone who doesn't know the food served or the restaurant created this menu and price. I will use the gift card provided to visit them in the future and see if they have resolved these small issues."
      },
      {
        "rating": 4,
        "text": "I really love how the food tastes. The chicken  is so tender and perfect, but the burgers are good to. I recommend coming here as soon as possible. There is a catch tho NO FREE REFILLS sorry but no free refills. If there were free refills this place would be perfect. The food is kinda cheap. So come down to your nearest Blue Leprechaun"
      },
      {
        "rating": 5,
        "text": "Love the Study Lounge space below. A lot of space and seating. Love the atmosphere and vibe. Drinks reasonable priced!"
      },
      {
        "rating": 3,
        "text": "Very loud. Decent food. Would go again with earplugs."
      },
      {
        "rating": 1,
        "text": "Think of the best bar you've been to, cheap drinks where they are nice and strong and you can hear your friends when you talk to them. This bar I've envisioned is the exact opposite of this one. If you want to pay the most you've ever paid without getting buzzed you've come to the right place. On top of that if you want to have a conversation with your friends the best bet is just going outside and never looking back. Menu prices don't reflect the prices you will be charged on your bill. You'll have a cheaper experience by charging yourself twice the price for a fifth of liquor yourself, wouldn't recommend to my worst enemies."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Cottage Inn Pizza Ann Arbor Packard",
    "rating": 3.7,
    "lat": 42.2719737,
    "lng": -83.7421393,
    "place_id": "ChIJW9gy9DeuPIgREn-NRb_nbJY",
    "review": [
      {
        "rating": 3,
        "text": "Seemed like they were overwhelmed. Only one person making pizzas. Kept asking what the order was.  Pizza was pretty good though."
      },
      {
        "rating": 5,
        "text": "Pizza and Stix were so good! My favorite part is the garlic cream cheese spread."
      },
      {
        "rating": 1,
        "text": "Worst service ever. Waited about 30+ minutes for a small pizza and 8 wings. There was a lady working without gloves and no hair net and once I had walked in the gentleman said “Im not about to argue with a customer that comes and reads the whole menu to me” Should have known to walk out from that precise moment. Not to mention I found a blonde hair in my pizza. Very very unsatisfying. This place needs to be inspected again. NOW!"
      },
      {
        "rating": 1,
        "text": "Definitely the worst working experience I ever had. Racist chain of command drug are definitely in the system completely"
      },
      {
        "rating": 5,
        "text": "Always hot and made just right, the staff is Awesome"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Cantina Taqueria + Bar",
    "rating": 4,
    "lat": 42.2748382,
    "lng": -83.7348049,
    "place_id": "ChIJeY2nMUSuPIgRbA4Mf8FEcNQ",
    "review": [
      {
        "rating": 3,
        "text": "Food + drinks: 3.5\nStaff: 5\nEnvironment: 3\n\nStaff was super friendly with seating us and serving our orders. The interior is honestly nothing special and boring without live music which is only available after certain hours. Food was interesting but good for Ann Arbor standards (chicken tenders are the HIGHLIGHT) and drinks (fishbowl) were ok."
      },
      {
        "rating": 1,
        "text": "worst service ever!!! we came here for the michigan sweet 16 basketball game. we sat down at our table at 5:30. at 7:40pm the manager came up to our table and other tables around us telling us we had to leave for a private party. this information was not said to us when we sat down. if the manager or the hostess said this to us when we sat down we would have asked to sit somewhere else or went to a different place. will never come here again. manager and other servers were completely rude and kept saying they told us when they did not. other tables around us also said they were not told. come here only if you want disrespect and rudeness from the people who work here."
      },
      {
        "rating": 5,
        "text": "Great place for food and drinks. Personal favorite is the fajita quesadilla! My favorite night to go is Friday nights for dancing and drinks!"
      },
      {
        "rating": 3,
        "text": "Fake Mexican food. I've literally had better quesodillas at Taco Bell. The ONLY thing that was worth it - My $20 jar drink."
      },
      {
        "rating": 5,
        "text": "Love it here! Awesome food and super fun especially on weekends!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "One Bowl Asian Cuisine",
    "rating": 4.2,
    "lat": 42.2747318,
    "lng": -83.7332667,
    "place_id": "ChIJq_gjVESuPIgRuUJqLVPNMgE",
    "review": [
      {
        "rating": 5,
        "text": "This is one of the best Pho I have had in a long time. The hostess was great and the food was remarkable.  We just found a wonderful place to come and enjoy."
      },
      {
        "rating": 5,
        "text": "This place was awesome for a casual meal. Wanted some noodles wasn’t disappointed the vermicelli is easily enough for 2 under most circumstances I’d say super clean restaurant as well"
      },
      {
        "rating": 5,
        "text": "Loved the spicy chicken BBQ and the Lo-mein. The staff and manager are just wonderful people. Great place, great people and delicious food!"
      },
      {
        "rating": 5,
        "text": "Nice variety of Asian dishes here! Fast service when I ordered take out. I'll always come back here when I get a craving for their chicken hot pot."
      },
      {
        "rating": 5,
        "text": "Great house chicken salad with the most tasty ginger dressing that they make in house.\nSoothing atmosphere and quality service."
      }
    ]
  }
]
