[
  {
    "price_level": 3,
    "name": "The Edison",
    "rating": 4.4,
    "lat": 34.0510332,
    "lng": -118.245004,
    "place_id": "ChIJ_ZuQPknGwoARERzlzzxWfVo",
    "review": [
      {
        "rating": 4,
        "text": "We were here for a private event and had a very nice evening. The wine tasting was set up in such a way that there were plenty of knowledgeable servers and space to mingle with the other guests.\n\nThe food was plentiful and beautifully presented. There was a buffet of small dishes as well as many servers passing bites. It was a nice touch that later on they even brought around deserts.\n\nI really liked that although we had a private space we still were not completely separate from the remainder of the restaurant. The space was very open and you were not cornered off in some dark room for your private event.\n\nI would highly recommend this venue for your private party. Enjoy!"
      },
      {
        "rating": 4,
        "text": "Finally went to try this place out and as a person that don't eat pork, I had to know if the hot dogs are all beef. Yes they are! Now with no bacon, I order a pastrami hot dog and a order of garlic fries. Great hot dog! Pickles and mustard on a great tasting bun! The fries tasted like they are infused with garlic. Just how garlic fries are suppose to taste! The owner Tim is winning with this place! Now I got to try that elote fries and all the rest of this delicious looking menu."
      },
      {
        "rating": 4,
        "text": "What a cool vibe in here. At first you think you will be hanging out in the front of the house until you are taken downstairs and welcomed to a very large space lit up with so much wine, bars and nooks with couches as well as high top community tables. Great service, they allow you to taste before you buy, and probably should with most glasses being 20+. They offer flight tastings also. It felt like a younger vibe with city workers celebrating an end to their work week. Fantastic vine list and a good place to come for a drink. I'd keep it at that only."
      },
      {
        "rating": 5,
        "text": "I personally loved it. I ate good food, drank good alcohol, and danced. I chatted with men. Will come again in the day."
      },
      {
        "rating": 5,
        "text": "One of my favorite places in LA! Absolutely terrific. Impressive entertainment. Highly recommend!"
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Sushi Gen",
    "rating": 4.6,
    "lat": 34.0470853,
    "lng": -118.238605,
    "place_id": "ChIJnQsVUDjGwoARcEGiOJrPzZY",
    "review": [
      {
        "rating": 5,
        "text": "Such a delightful experience in every way. The wait is a little long but it’s so worth it. The quality, the service and the price leaves you feeling like it was the best money you ever spent."
      },
      {
        "rating": 4,
        "text": "Unfortunately this place doesn’t take reservations, so we had to wait in line early. But once they open, we get seated, order, eat, in and out in a jiffy! Sushi is pretty decent here. Be sure to get your ticket validated. It’s $4 with validation"
      },
      {
        "rating": 5,
        "text": "My wife and I have enjoyed this place for the last 35 plus years. We have tried other so called great sushi bars all over town. There is just no comparison. This is traditional Japanese sushi."
      },
      {
        "rating": 5,
        "text": "Value 5/5\n- For the price there was plenty of high quality fish and was definitely filling.\nFood 5/5\n- Yummy and wide variety of quality fish, with solid side dishes.\nService 5/5\n- Very polite and professional staff."
      },
      {
        "rating": 2,
        "text": "Their food is good but their service sucks.. i ordered food at 11 am for Togo..they said it would be ready at 11.15.. went there and they told me that  the food isn't ready until 1.15 pm and they only said sorry.. that's lame.."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Philippe The Original",
    "rating": 4.6,
    "lat": 34.0596793,
    "lng": -118.237038,
    "place_id": "ChIJd9NcMVvGwoARpVcjtJfZBQo",
    "review": [
      {
        "rating": 5,
        "text": "If you are looking for a place to eat and new to LA this is the place to go! Open late and have the best french dip (original place for the renowned french dip)\n\nHave a lot of history behind the place. It's truly a hidden gem.\n\nEveryone is super friendly and the food is awesome! The potato salad is to die for and their daily soup is amazing.\n\nIf you are in the area or even not you must come and try it. It will become your new watering hole!!"
      },
      {
        "rating": 3,
        "text": "Is it me or are the sandwiches getting smaller and the prices are going higher? I understand the price, inflation, and raise in salary, but the sandwiches didn't seem to fill me up. I've been going to the HAT and I can order 1 sandwich that will be good for 2 meals. Price is just about the same. Wish they give it a little more. Service remains great though."
      },
      {
        "rating": 5,
        "text": "When I worked downtown, I would venture into Philippe's several times a month. If you ever have jury duty in the downtown courts, it is a nice walk and great food for your lunch break. Coming back from Palm Springs recently, we decided to eat lunch at Philippe The Original. Same great food, sawdust still on the floor. They have added Pastrami (which I had, very good) to the menu and now do take credit cards for payment. I love the Chili and the great hot mustard and coleslaw. What a wonderful Los Angeles institution."
      },
      {
        "rating": 5,
        "text": "Haven't been to Philippe's for decades. Still a great fun place. Game day, so Everyone was in Dodger attire. Long lines but moves quickly. The more people the more fun.\nDip sandwiches are still delicious. But their mustard is the best. Mmm. Great experience\nGo Dodgers!"
      },
      {
        "rating": 5,
        "text": "Unbelievably good French dip sandwiches. Everything was great, the staff was pleasant and jovial. I couldn't help myself and had to grab a slice of cake. What blows my mind about the quality of this meal was it was shockingly reasonable in price. I can't wait to go back. Try the table mustard on your sandwich!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Daikokuya Little Tokyo",
    "rating": 4.5,
    "lat": 34.0500023,
    "lng": -118.2400575,
    "place_id": "ChIJZ_1uw0fGwoARfKCD7TFSP8U",
    "review": [
      {
        "rating": 5,
        "text": "This was an awesome hidden gem in the neighborhood of our hotel. Authentic ramen at a good price. Was even able to order vegan options. Call ahead as it gets very to Busy to snag a table. 5 stars!"
      },
      {
        "rating": 5,
        "text": "Really delicious! Nice to have an option of cold or hot. There's different types of toppings to suit your flavor. Noodles were the fattest I've had, perfectly cooked with a nice chew"
      },
      {
        "rating": 5,
        "text": "I usually take my food to go, but the spicy sesame vegan ramen never disappoints! It's something that you'll crave over and over again because it's so tasty! The sauce is very savory and creamy, such a delight! I wished they opened later since I tend to order food after my night classes. I will keep coming back!"
      },
      {
        "rating": 5,
        "text": "Really enjoyed our dinner tonight.  We waited a while but after the meal, we all agreed the wait was worth it.  Delicious!  The staff was so very nice and the food came out super fast. Will be back again."
      },
      {
        "rating": 5,
        "text": "Came here with my friends, the ramen menu was sadly pork but I was able to get the fried rice with chicken. Which did NOT disappoint!! The portion was amazing and the service was even better. 10/10 would recommend and can’t wait to come back!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Starbucks",
    "rating": 4.2,
    "lat": 34.04802599999999,
    "lng": -118.239122,
    "place_id": "ChIJO17ZcTjGwoAR7pmbILYIQ9k",
    "review": [
      {
        "rating": 3,
        "text": "Service was great, however there is no access to the restroom,  which can be a bit frustrating."
      },
      {
        "rating": 2,
        "text": "Dirtiest starbucks doesn't live up to the brand. Bums everywhere just hoarding the area and it's extra cramped in there. Drinks are ok but need to add more variety since they don't offer the full starbucks experience. And parking is hell. Just go to another starbucks because you will get a latte with a parking ticket. Parking is very expensive 😑 not worth it for the coffee"
      },
      { "rating": 5, "text": "Good customer service nice people convinient" },
      {
        "rating": 5,
        "text": "Crunchy veggie breakfast burrito, good macchiato"
      },
      {
        "rating": 1,
        "text": "Prices are inflated and the bathroom is comparable to a Circle K Gas Station. Absolutely awful. I have been to nicer bathrooms in Truck Stops than this Starbucks."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Bar Amá",
    "rating": 4.4,
    "lat": 34.0484148,
    "lng": -118.2479281,
    "place_id": "ChIJPfW-MErGwoARpWWpGbfDuPo",
    "review": [
      {
        "rating": 5,
        "text": "pretty good food! puffy tacos are always good. nice selection of tequilas as well. cant go wrong"
      },
      {
        "rating": 3,
        "text": "Nacho hour is bomb. Corn plate was ok. Cauliflower was delicious.  Drinks are good. WATCH OUT FOR SERVICE CHARGE ON YOUR BILL ."
      },
      {
        "rating": 4,
        "text": "Reasonable prices,  interesting wines....I'll be back very soon.  Initiallylow key...but as the night builds standing room only.  Great vibe to this place.  Go now..."
      },
      {
        "rating": 5,
        "text": "This place has been here for quite a while, and it definitely has found its rhythm. I loved Joseph Centeno's other restaurant on Main Street, but sadly that has closed. The Tex-Mex Cuisine here is first-rate. The queso is delicious, and the enchiladas very good. The stuffed squash blossoms sealed the deal."
      },
      {
        "rating": 5,
        "text": "Delicious food and friendly service! Love that the menu has lots of vegetable options but still feels like comfort food. Everything we ordered was delicious."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Far Bar",
    "rating": 4.4,
    "lat": 34.04974869999999,
    "lng": -118.2394595,
    "place_id": "ChIJe3sg60fGwoARrYfEF5S00FI",
    "review": [
      {
        "rating": 3,
        "text": "Far Bar is definitely one of a kind and more bars / lounges should find ways to branch out of the norm. Far Bar and their idea of making the spot a Ping Pong lounge was genius. Great place to have fun over cocktails and drinks with of course some snacks."
      },
      {
        "rating": 4,
        "text": "So so good. The burger had a lot of great flavors and interesting ingredients. Their truffle fries are great (especially as a burger topping!)"
      },
      {
        "rating": 4,
        "text": "It was a good place to hangout after a celebration... a bit cold with one heater for about 50 people... food was good... definitely a low key place"
      },
      {
        "rating": 5,
        "text": "This bar has entertainment and affordable drinks to offer. They also had a secure environment for their customers. Let's have fun!"
      },
      {
        "rating": 4,
        "text": "I had a great time here. Would I want to pay for it myself? Probably not. But I would definitely recommend checking it out for a company event!"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Las Galas",
    "rating": 4.1,
    "lat": 34.0493054,
    "lng": -118.2397804,
    "place_id": "ChIJbwC37EfGwoARDBM2QlVU3a4",
    "review": [
      {
        "rating": 5,
        "text": "Big Amount, large portions, and very good quality. Definitely found my new favorite sushi spot in Los Angeles! I love coming here just to order sushi and see my favorite staff members. I look forward to my future visits!"
      },
      {
        "rating": 4,
        "text": "Good place to get a quick bite with authentic taste. This is more of an informal diner. Beware there are homeless around and will ask you for donations (which we did buy one meal for him but be ready to get approached if you sit outside). BRING YOUR VACCINATION CARDS TO BE SEATED INSIDE."
      },
      {
        "rating": 5,
        "text": "Literally had to make an account for these stupid review pages to defend this poor blond girl for the bad comments!!!!!! First off I am a regular customer there and go quite often with my friends\nThe food is AMAZING and so is the staff!! But this girl in my eyes is the most hard working person there everytime I see her in my opinion she comes off very aggressive looking or mean but isn’t at all whatsoever so I can why people misunderstand it but the food is great and so is she!!!! Just wanted to clear her name for her or at least try 😝 She’s and the others are so nice and fast when it comes to seating us\nThank you guys for your hard work!!!!!! Ignore these haters and we will be coming back as usual"
      },
      {
        "rating": 5,
        "text": "Love this place. They have a wide variety food. Everything from burgers to sushi. The food is delicious. I usually get sushi rolls or a cheeseburger with chili cheese fries. I would take a picture but their food is so good I forget each time lol"
      },
      {
        "rating": 1,
        "text": "Was looking for a nice quick spot to enjoy some Japanese food and I decided to give this place a try. I am a picky eater but I swear the review odd not about the food. The service was so poor that I left never to return. I do not recommend this place due to very poor customer service."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "The Redwood Bar & Grill",
    "rating": 4.3,
    "lat": 34.0527311,
    "lng": -118.2474087,
    "place_id": "ChIJQSwgGUzGwoARhEKotmw64n8",
    "review": [
      {
        "rating": 4,
        "text": "Old-school L.A. bar in downtown. Pirate/nautical theme on the walls- feels a little Disney; a little TV/movie set. Romantic, semi private alcoves to hang with a bunch of friends. Some upholstery looks a little old and stained. Does it add to the \"charm?\" Not sure.... Great, friendly service. Great drinks."
      },
      {
        "rating": 5,
        "text": "Stopped here for lunch, the food and decor is great! My drink was strong and I got my moneys worth. Will definitely come back!"
      },
      {
        "rating": 1,
        "text": "I gave one star for the good live music. Other than that, this the worst place to go.\nFirstly, they were rude. I know there were just two bartenders, but that doesn't mean they can shout at us.\nSecondly, they charged me double. I was a little drunk  and they took their chance of charging me twice.\nThirdly, their food was not that good for the price we paid. Dry fries and below-okay wings. Drinks were okay.\nSave your time and money and don't go there if you wanted to have a good time."
      },
      {
        "rating": 4,
        "text": "Came up from the south bay to meet up with a friend who was visiting. Maybe its because I don't get out enough into LA, but I've got to say that I was shocked to find a place this nice in the middle of the civic center. This is a great place to grab a drink and catch up with friends. They have a really comfortable and sophisticated interior and have put together a great beer + wine program."
      },
      {
        "rating": 3,
        "text": "They have a happy hour menu on the weekday from 4 to 7. The salmon tacos were really flavorful. Full bar and it’s pretty inside. The server gave us cinnamon chips with our salsa and I know those are fighting words. What a savage"
      }
    ]
  },
  {
    "price_level": 4,
    "name": "Nick + Stef's Steakhouse",
    "rating": 4.5,
    "lat": 34.05276550000001,
    "lng": -118.2524964,
    "place_id": "ChIJtchJ1bLHwoARk4rP0JOCJLE",
    "review": [
      {
        "rating": 3,
        "text": "I’ll pay for a nice cut of meat, especially if it’s dry aged, and even more if it’s prepared well.   But Nick & Stef’s didn’t cut it for me.\n\nMy husband and I came here for his mother’s birthday and I was so bummed about how our steak was prepared.  We ordered the Tomahawk medium rare and It came rare in the center. We had ordered it this way so that we could enjoy how we like our steak prepared and mom could enjoy the outer more cooked portion. I’m wondering if they just pulled it out the the fridge and plopped it on the grill because it was not very tender or cooked correctly. We always have our steaks medium rare and know how to prepare steak.\n\nFor the price of our meal, the service was also a bit underwhelming.\n\nSides were delicious.\n\n$11 salad was a small plate full of the greens you can buy in a package at the grocery store. Nothing special."
      },
      {
        "rating": 5,
        "text": "This restaurant is one of the greatest. We started with a Caesar salad witch was one of the best I’ve had. The dry aged meat is a must try if you love stake. I got the New York cooked medium rare and it was delicious and juicy. My wife had the filet medium rare and was flavorful and worth the cost. We split some mac and cheese that was good but the Texture was a bit Unsatisfying. We ended our meal with a chocolate lava cookie topped with ice cream and was a perfect end to our experience. I will definitely go back again"
      },
      {
        "rating": 5,
        "text": "I may or may not be a bit of a country bumpkin, so my opinion may be a bit biased, but this place was so nice!!! Excellent view and explanation of the different types of steak we could get, and they were very accommodating to our party of 11. Food was worth the price, and I loved the plating style. The waiters there were also so talkative and friendly, and were just overall great at their job!"
      },
      {
        "rating": 5,
        "text": "Absolutely sensational. The New York Strip was the finest steak I have had for many years. The wine, the server service level were absolutely world class. None finer!!"
      },
      {
        "rating": 5,
        "text": "Best food and service. KC was our waiter and he made our experience even better! So professional, fun to talk to and attentive. We will definitely be back. If you enjoy a 5 star experience and food/drinks this is the place you want to go."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Perch",
    "rating": 4.4,
    "lat": 34.0489961,
    "lng": -118.2514107,
    "place_id": "ChIJqbKnF0vGwoARREUrVhYGqTU",
    "review": [
      {
        "rating": 5,
        "text": "We went here for a birthday brunch. It's a cool place, and I think the staff had great attitudes. Brunch is reasonable for full plates. Cocktails are normal restaurant cocktail prices. The Berry LA cocktail is delicious. My bartender made the puree for it himself. I should note an extra person showed up with us, and they were cool about it. They for real need to look at your medical records before they let you in the building. They have a dress code, which is basically no casual/gym clothes. If you want to fit in, dress like you're going to a nice club. All the women were wearing full beats. Men all had collars and long sleeves. And that was the brunch crowd. I couldn't find the price of the valet on their site, so here you go: It was $13 when I went. There's also a public lot on the same block/same side of the street that gives you all-day and overnight for $15 with an attendant who is friendly."
      },
      {
        "rating": 4,
        "text": "Had a fun time here with friends. I recommend the burgers though my friends weren't happy with the tacos...the atmosphere is really chill and the people are kind as well. The location is cute to add as well and the bartender has a bit of a heavy hand on the liquor so that was a bonus for us haha...I loved that they had a free photo booth that you can utilize for free and email to yourself. We came on a Thursday night and we still had fun even though it wasn't a weekend. I recommend this place to those a who want a yummy bite to eat and a few drinks. You won't be disappointed."
      },
      {
        "rating": 5,
        "text": "100% contented customer here! This restaurant was perfect! Been coming here since it opened and the food was always good also the staff was very friendly and entertaining. Music choices are good and relaxing. A cozy hidden gem that was very glorious. I will surely come back! Thank you so much to all of you."
      },
      {
        "rating": 5,
        "text": "Stumbled upon this place looking for a quick breakfast ended up staying quite a while. This place was pretty awesome. The staff was amazing, the food was great and the drinks were really good. I recommend making reservations prior, we got lucky and found seats at the bar and still got full, fast and exceptional service. This is a must hit when I'm in town. Staff member \"Vince\" was hilarious and super welcoming. Made us feel at home and can't wait to visit again."
      },
      {
        "rating": 3,
        "text": "Nice restaurant in terms of having a nice ambience. The service we received was really good. The view from our table was spectacular.  As for the food, I had a steak. My steak lacked taste and it was tough.  My wife had the salmon. She said it was bland as well.  Lastly, we're not drinkers, but our friends are.  They said the drinks were great."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Subway",
    "rating": 4.2,
    "lat": 34.047815,
    "lng": -118.2397114,
    "place_id": "ChIJ7-59DTjGwoAR_BBnZQt9A7g",
    "review": [
      {
        "rating": 5,
        "text": "This subway was very clean and efficient. The quality of SERVICE was OUTSTANDING."
      },
      {
        "rating": 2,
        "text": "Customer service is good. But this time around my food wasn't prepared well. I found pieces of paper left over from when they warm the meat for a protein bowl. I even but down on piece of an avocado skin."
      },
      {
        "rating": 5,
        "text": "This is the only CLEAN subway in  downtown Los Angeles ,they take pride in their store. you can really enjoy the true SUBWAY EXPERIENCE  ...it's an oasis .  ..please keep up the good hard work.  I'LL BE BACK !   thank you"
      },
      {
        "rating": 5,
        "text": "Great place to get a quick meal. It is clean & small."
      },
      {
        "rating": 4,
        "text": "This subway was very  clean and the SERVICE was OUTSTANDING."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Spring Street Smokehouse BBQ",
    "rating": 4.4,
    "lat": 34.0584365,
    "lng": -118.23844,
    "place_id": "ChIJUcZGL0XGwoARMnl59IJIGKA",
    "review": [
      { "rating": 5, "text": "Will come again... and again" },
      {
        "rating": 3,
        "text": "The restaurant is cool.  Staff is friendly.  Food is so, so.  I had a two meat platter: Brisket and Pork Ribs with Baked Beans and Mac and Cheese.  Another two meat platter: Burnt Ends and Pulled Pork with Chili Beans and Corn Bread.\n\nThe meats were were not tender or moist.  All of them were on the dry side.  If it wasn't for the sauce which has a great taste, the meats would not be very good.\n\nBothe Baked Beans and Chili Beans were the best parts of our meals.  They both had a spicy kick to them.  The Mac and Cheese was decent, but the Mac was a little over cooked.  Corn Bread was moist and had a nice Honey Butter."
      },
      {
        "rating": 5,
        "text": "The beef ribs were worth waiting for. (A popular item) Tender with just enough bite. Roasted vegetables were good too."
      },
      {
        "rating": 5,
        "text": "Stumbled upon this place on accident.  Fortunately it was a fantastic experience.  Plenty of outdoor tables with heat lamps and outdoor music too. Foodwise: big portions!  I ordered the chicken wings comes in 3 pieces  which are grilled and supervised. I would definitely recommend this place."
      },
      { "rating": 5, "text": "Great Food and a friendly staff." }
    ]
  },
  {
    "price_level": 1,
    "name": "Dan's Deli",
    "rating": 4,
    "lat": 34.05236059999999,
    "lng": -118.251237,
    "place_id": "ChIJ2eB550zGwoARe_VaBwvUjqU",
    "review": [
      {
        "rating": 4,
        "text": "Get the best bang for your buck for fresh / quality pasta!  You can get a full entree for $15 out the door. Ordered the bolognese and the pesto sauces, both weren't too runny and just the right consistency. Well I think Ive found my takeout pasta spot!  There is also outdoor seating area which is quite nice for the summer."
      },
      {
        "rating": 1,
        "text": "Dear Dan,\n\nIf that is even the name of your founder. Today a friend of mine was so excited to get the K-Town sammie from your highly commended establishment. However, I later found out that the excitement turned into a deep sadness. The sammie barely had any sustenance, it was 87.43% bread (which was ok quality I am told) and the remainder was \"filling\" if that is what you want to call it. The sammie left more of an emptiness than an actual feeling of gratification. Please talk to your staff and fix this issue as soon as you can \"Dan\".\n\nThanks,\n\nA concerned freind"
      },
      { "rating": 5, "text": "They make some delicious sandwiches" },
      {
        "rating": 3,
        "text": "If you've never been to Dans Deli before it may be a bit confusing. First, you wait in line to order, people tend to line up against the glass leaving a large space between person ordering and those in line. This may look like they have already ordered - not so. Once you order you go to the other side of the counter where it says Breakfast and pay there. Then you wait till your order is ready. While the flow may be slightly odd everyone is very nice and accommodating should you want to alter any sandwich or create one yourself.\n\nA solid lunch option since they are quick and easy, only serving sandwiches and salads. I tried the Bunker Club and it was ok. There was something oddly sweet about it, I think it was the ham but I'm still not too sure. It was about $13 for a sandwich, pickle, and a small side salad. Not too bad. I will return and perhaps build my own sandwich next time."
      },
      {
        "rating": 5,
        "text": "Great sandwiches and it’s a must come in downtown when you get a chance. I came here for my lunch break from work and it’s absolutely amazing! Get the bunker club with banana peppers and you won’t regret it. The owner also asked us how our food was and he was awesome to talk to! Must stop in downtown!!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Mendocino Farms",
    "rating": 4.5,
    "lat": 34.0527946,
    "lng": -118.250512,
    "place_id": "ChIJ2eB550zGwoAR4mOy-KJIj84",
    "review": [
      {
        "rating": 5,
        "text": "Absolute well deserved 5/5 for this team. We walked in and placed a massive order for almost 40 pax. They took the order with a smile and recommendations at hand and not only did they deliver it in less time than expected, but also still with the expected quality. Well done team and I look forward to our next Mendocino Farms order!"
      },
      {
        "rating": 5,
        "text": "THAI SALAD is the greatest thing I have ever eaten."
      },
      {
        "rating": 3,
        "text": "The 1/2 salad was a micro salad instead of small."
      },
      { "rating": 5, "text": "My favorite lunch spot" },
      {
        "rating": 3,
        "text": "We saw this cute little place driving down the street and thought it was a good place to eat at. The customer service was great and the drinks and food was tasty. I had the rainbow burger which was yummy. I also loved the spicy dumplings that came with ranch! Over all a good experience!"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Mixt",
    "rating": 4.2,
    "lat": 34.0515815,
    "lng": -118.2514967,
    "place_id": "ChIJxRGIvkzGwoAROdqVp7NTCRI",
    "review": [
      { "rating": 5, "text": "WHAT HAPPENED????? WHY ARE THEY CLOSED NOW?" },
      {
        "rating": 3,
        "text": "They both fresh - and expensive - at Mixt greens. If you're looking for a good custom or built salad, and you want it organic, then Mixt Greens is one of the few options in walking distance of this plaza. The salads are fresh, the staff are very nice, and the space is always clean. This is a small shop, made for you to pick up and go. You do get a fresh salad, but the cost is very high. Very high."
      },
      {
        "rating": 5,
        "text": "Service is always nice even when they have a full house. The service here is above par."
      },
      {
        "rating": 5,
        "text": "arrived at seven, it wasn't crowded. there was fast and courteous service. prices are fair i would say."
      },
      {
        "rating": 5,
        "text": "food was so appetizing. this place has many reviews for a reason."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Starbucks",
    "rating": 4.2,
    "lat": 34.05616,
    "lng": -118.24702,
    "place_id": "ChIJtfPgaU7GwoARUmiRGH5BVCA",
    "review": [
      {
        "rating": 5,
        "text": "I love this Starbucks. Never had problems with orders and they always have a very friendly crew."
      },
      {
        "rating": 5,
        "text": "It's one of the closest Starbucks in my neighborhood and the location at Grand Park is awesome. The staff are friendly and efficient. Love this spot for relaxing, people watching, and calming by the fountain."
      },
      {
        "rating": 5,
        "text": "Clean and the workers there were helpful and the attitude nice and pleasant"
      },
      { "rating": 5, "text": "They always make my drink oh so good. Love it." },
      {
        "rating": 3,
        "text": "It was nice the employees were cool can too much say good things about the customers around me"
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Subway",
    "rating": 3.3,
    "lat": 34.0560828,
    "lng": -118.2363701,
    "place_id": "ChIJyUY-akTGwoARW7nkqP5HodI",
    "review": [
      {
        "rating": 1,
        "text": "Forget the price.... the quality of the food is terrible i ordered a meatball and mind yu i havent ate subway since canadian chicken scare so i was willing to give it a shot since nothing else in union station is filling. Googled whats really in the meatballl marina and was satisufed eirh not to many addied chemcals or fillers. Ordered the meatball and GOD i spit out my food because the meatballs were so old yu can taste the cardboard in them!. Ill really never eat subway again"
      },
      { "rating": 4, "text": "Good foods. Fair prices." },
      {
        "rating": 5,
        "text": "More expensive then the average subway location and they don’t take coupons."
      },
      {
        "rating": 1,
        "text": "WORST CUSTOMER SERVICE EVER! Lady is very rude and disrespectful, seems like she doesn’t want to be there . Always on her phone"
      },
      {
        "rating": 1,
        "text": "I don't understand why someone would have such a bad attitude making a simple sandwich. But hopefully the unprofessional lady who was rude to me while attempting to make a sandwich (until I changed my mind & walked away in discuss) is fired. She is truly a bad representation for any public business. Maybe clean hotel rooms instead."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Subway",
    "rating": 4,
    "lat": 34.05364640000001,
    "lng": -118.2511743,
    "place_id": "ChIJcVHLhVLGwoARfy5ZhYboW_Y",
    "review": [
      {
        "rating": 4,
        "text": "With absolutely nothing open for food after 10pm, this place was open and ready to sell some good sandwiches.  We had couple subs and were able to take them away to the hotel.  Everything else was closed.  The staff was very nice and made couple very good subs."
      },
      {
        "rating": 1,
        "text": "stop putting eggs in my CALI FRESH\" Steak with Sliced Avocado wrap.  this is the second time it has happened.  one was today.  the second one was 7/18/2021.  train your new employee better.  i order online and go to pickup my order.  only see what your employee did, when i get home.  what if i was allergic to eggs?  that is a lawsuit waiting to happen"
      },
      {
        "rating": 4,
        "text": "Cant get better than one of their subs when you are starving. Always good to get a fresh one."
      },
      {
        "rating": 4,
        "text": "Still best price for 6 inches. Chicken soup is also tasty. Would have preferred room temperature to be a little cooler inside."
      },
      {
        "rating": 1,
        "text": "Meatball Sub arrived iced cold, almost frozen. I live 2 minutes away and selected toasted. This is apparently a common issue with this location, and it is absolutely a sanitary issue. They need to be shut down by corporate."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "George's Greek Grill",
    "rating": 4.1,
    "lat": 34.05201409999999,
    "lng": -118.2517431,
    "place_id": "ChIJ4zl3l0zGwoARdBCFiI68t_c",
    "review": [
      {
        "rating": 5,
        "text": "Greek food... super tasty. Staff treated us so kindly. Prices were reasonable."
      },
      {
        "rating": 5,
        "text": "Outstanding location for greek food. The service here is attentive. Prices are decent."
      },
      {
        "rating": 5,
        "text": "Excellent place for Greek food. staff is always super even when they have a full house. next time i'll be back with my coworkers. prices are reasonable."
      },
      {
        "rating": 5,
        "text": "greek food and the atmosphere at this place is super good. Do yourself a favor and give this place a try. Looking forward to returning with my relatives."
      },
      {
        "rating": 5,
        "text": "I love this place. The chicken shawarma pita sandwiches are amazing. The chicken is always tender and has very good flavor. I usually get a Greek side salad and the salad is very fresh. The service is pretty fast, I don't usually wait more than 5-10 minutes for my food. This location is in a great central location with plenty of seating both indoor and outdoor around."
      }
    ]
  }
]
