[
  {
    "price_level": 3,
    "name": "NOMO SOHO",
    "rating": 4.1,
    "lat": 40.71981419999999,
    "lng": -74.00007339999999,
    "place_id": "ChIJM8mGj4lZwokRSbZBvNOVNKM",
    "review": [
      {
        "rating": 2,
        "text": "Reading some of the other reviews after spending a few nights there this week, I can understand why a fair amount are 2 or 3.\n\nMy girlfriend got locked in the bedroom (separate bedroom from seating area), and got extremely nervous since there was no handle to way to access the other side of the room and felt trapped. I had to call security to come unlock the door for her. The solution was to keep the deadbolt extended...\n\nThe room, especially during the morning hours, was extremely loud. There is practically no sound proofing, and the hotel has very thin walls. I wouldn't expect to sleep past 7 or relax in the mornings. There are also loud and persistent alarms coming from somewhere close outside that went off multiple times during our stay, one time for over an hour at midnight.\n\nOverall, the general decor and design is modern and nice, but you can see the rooms are starting to show their age. The rooms are very basic - no coffee, fridge, ice markers are nowhere to be found. There's a $45 daily resort fee, and they didn't even put bottles of water in the rooms.\n\nEverything felt more 3 star rather than 4. Next time, we'll stay around the corner for about the same price."
      },
      {
        "rating": 5,
        "text": "We had an upper floor with north east view corner. The view is magnificent. Nice to see city while you shower.  Bed was comfortable. Room was clean.  Lobby space is pretty as in the pictures.  the food in the restaurant is good. Location is excellent, with access to subways to anywhere in the city and so much to walk to.  I much prefer this part of Manhattan for hotels instead of Times Square.\nThe restaurants that you find nearby seem to be a better deal and more interesting and Scaled smaller / more intimately.  I wish the government made prices reflect all the little add-ons though. It’s not nice to be tricked By amenity fees.   I guess that’s how things are done."
      },
      {
        "rating": 5,
        "text": "Very beautiful ambience and food!!\nLuxe rooms and suits with amazing staff. Though the portion of food is small but you wont be disappointed with the taste.\nA beautiful view of the skyline if you plan to stay in the hotel.\nAlways be ready with your camera if you are in the hotel or the kitchen. I had an amazing experience and will definitely go again if i am around the area.\n\nReally friendly and helpful staff!! Very clean and beautiful area."
      },
      {
        "rating": 5,
        "text": "Nice restaurant with a cool ambiance and the food was great. The lemon ricotta pancakes are amazing!! The place was full but the staff were attentive and never forgot about us. Likewise our food came out very quickly (I was impressed). First time going here but I would definitely go back."
      },
      {
        "rating": 3,
        "text": "The hotel property and the views from the room were great. We got a corner room on the 19th floor with great views of the midtown skyline. The house keeping staff were great. The positives end there.\n\nThe rooms were as basic as it gets; no refrigerators or coffee makers. If you want ice, you have to go down to the restaurant bar to get some. There bed was okay and there were only two pillows. The last night of our stay was very windy and the room got really noisy all night long.\n\nThey charge $45 \"property fee\" per night. Not sure what that's for. Maybe for using the elevators? There was not even free coffee in the lobby."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Tribeca Grill",
    "rating": 4.2,
    "lat": 40.7196368,
    "lng": -74.009776,
    "place_id": "ChIJRzzoh_VZwokRdXF0AL5vPvA",
    "review": [
      {
        "rating": 5,
        "text": "The customer service was great and food is really delicious. I ordered a medium NY strip steak, potatoes and creamed spinach. It was seasoned well and cooked to perfection. I highly recommend this place if you are in the area."
      },
      {
        "rating": 5,
        "text": "Amazing place with an amazing wine selection! The sommelier (I think his name was Vincent) was a plethora of knowledge and made our experience memorable and fun! You won’t regret it!"
      },
      {
        "rating": 3,
        "text": "Atmosphere is nice. Service was excellent. Pasta alla vodka was cold. Steak was dry & tough. Cheesecake tasted old.\nNot worth the price."
      },
      {
        "rating": 1,
        "text": "The restaurant has seen better days. Terrible experience! The food and service were mediocre. Food was served at improper temperatures, The food didn't not have much taste. Dessert was not freshly prepared. With all of the restaurants in New York avoid this one."
      },
      {
        "rating": 3,
        "text": "Was there for a private event some time back, so my perspective may be a bit different.  The staff etc was obviously quite friendly and attentive.\nAs far as the food goes, I had the Caesar salad as appetizer and was a bit thrown off by the fishy smell it had.  Perhaps it was prepared in the same location as a fish item.  As far as the main course, which was chicken with mashed potatoes and peas, the chicken was slightly gamey, which was not what I would expect from a restaurant of this level.  I had a chocolate cake type of dessert which was good, but not great."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Shake Shack",
    "rating": 4.3,
    "lat": 40.715234,
    "lng": -74.01490299999999,
    "place_id": "ChIJWbrReBxawokRmMicGgsIrMA",
    "review": [
      {
        "rating": 2,
        "text": "Not crazy about Shake Shack but, my experience there was ok."
      },
      {
        "rating": 1,
        "text": "I ordered two sandwiches and two orders of cheese fries to-go. They handed me my food without placing them into the usual box containers. I asked the employee for boxes because I had to travel by train with the food. The employee stated that they were only for delivery. The food should be put into containers unless you’re eating at the restaurant. This is the first time I have encountered this because it’s never like this at the shake shack in Queens Center Mall or Madison Square Park. Please be consistent with other shake shacks."
      },
      {
        "rating": 5,
        "text": "Sorry, no photo this time because I ate the food. I highly recommend the\nchicken bites. It's a huge step up from the chicken nuggets from\nany fast food restaurant chain. Chocolate Pie shake is good but, it feels like an average chocolate ice cream shake with palmier puffy pastry pieces on top and at the bottom."
      },
      {
        "rating": 5,
        "text": "Honestly for the location it was fast even with how busy. Very clean and the staff was simple amazing. They were so on top oc their jobs it was impressive."
      },
      {
        "rating": 5,
        "text": "I very much like the dishes and customer service, fantastic area right next to where I live. The workers are always nice. Will come visit again."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Macao Trading Company",
    "rating": 4.5,
    "lat": 40.71963359999999,
    "lng": -74.0039218,
    "place_id": "ChIJA9S9jIpZwokRZTF0bHWwXYU",
    "review": [
      {
        "rating": 4,
        "text": "Macao was known as the crossroads of the Far East and the flavors come from a variety of cultures. We tried shrimp and scallion steamed dumplings. The dumplings were a bit thick and chewy for our taste. The veggie fried rice was a solid rice choice. Ants climbing the tree is a dish with glass noodles, minced pork, mushrooms and chilies. It is a lovely dish with distinctive but not overpowering flavors."
      },
      {
        "rating": 5,
        "text": "Gorgeous atmosphere and delightful drinks!The Orale and the Dragons Milk are stunning and refreshing.\n\nThe serving staff was actually really accommodating and very friendly (contrary to some of the reviews). They gave us a lot of extra time and attention, and were so quirky and fun.\n\nThe food was pretty good, but I think the portions were a bit light for the price.\n\nThe fried rice was a bit too salty and the octopus did not have quite a lot to it. But the octopus dish overall was actually delicious."
      },
      {
        "rating": 4,
        "text": "A little on the pricer side. Servers were very nice and the foods was good. The dumpling was essentially a Sui Mai wrapped in a dumpling wrapper, a bit weird. The fried rice and lobster noodles were good. Other dishes were okay. Cool vibes. Would come back for the drinks"
      },
      {
        "rating": 5,
        "text": "Love the vibe here. Some great drinks and really enjoy the food. The lobster noodles and the bbq ribs are amazing. Good selection of drinks and some fun mixed drinks too. I enjoyed the dragon’s milk."
      },
      {
        "rating": 5,
        "text": "The perfect location. The staff were very friendly and polite. The food was very delicious and tasty. High quality service in reasonable price."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Sarabeth's",
    "rating": 4.1,
    "lat": 40.7183074,
    "lng": -74.0102325,
    "place_id": "ChIJe21LOB5awokRgMpVdEWo9Z0",
    "review": [
      {
        "rating": 5,
        "text": "After an exhausting morning of bridal gown shopping, we arrived almost an hour early for our reservation.  The hostess was very accommodating and seated us right away.  The Breakfast Martinis and Bloody Mary's were a great start to a delicious brunch of omelets, popovers, and cappuccinos. Thank you for a lovely time."
      },
      {
        "rating": 4,
        "text": "First time here with family.  It was a crowded Saturday afternoon, we had reservation and were seated immediately. Service was good, food in general were excellent, enjoyed the fresh orange juice.  Had to take away a star because they couldn't serve the food at the same time and there were confusion.  By the time I got my food, some in our party had already finished theirs.  While the food was great and fresh, it is a little overprice"
      },
      {
        "rating": 5,
        "text": "Very attentive staff. Nice atmosphere.  Tasty food. Good location for morning stroll around the piers.   Did not have decaf green tea which was only opportunity"
      },
      {
        "rating": 5,
        "text": "Loved the food so much went back for breakfast! Everything was so fresh and flavorful! I loved the salad and main dish! Both delicious! The s’mores dessert had all the right flavor combinations but it was difficult to eat out of that jar. Spoonfuls and graham cracker crumbs would spill out as you dig in for a bite- only downfall. It was very rich and filling. For breakfast, The Farmers Omelet was good. I like that you can choose your muffin, although I didn’t really like the pumpkin muffin that much. It was a bit dry and dense. The preserves on the side were very delicious though. Portion size for all dishes was very generous! Staff very attentive and nice."
      },
      {
        "rating": 5,
        "text": "The lemon ricotta pancakes are amazing, totally recommend! Also the avocado toast was delicious. We went on a Saturday and it was quite calm.  The area is nice and the service is really good."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Bubby's",
    "rating": 4.4,
    "lat": 40.719819,
    "lng": -74.0083829,
    "place_id": "ChIJETquaPVZwokRVYYGSKrg4E0",
    "review": [
      {
        "rating": 5,
        "text": "NYC has great breakfast joints and Bubby’s is among the best!  Their pancakes are truly amazing and the rest is nothing to scoff at.  If you are in the area, check it out!  The good can’t it very fast and delicious as well.  Great coffee and could not be more impressed.  They usually have a line, so prepare for that!"
      },
      {
        "rating": 5,
        "text": "The most amazing biscuit I've had anywhere - buttery, soft, melt-in-your-mouth. Avocado toast was great - I could have had two - but the fried chicken didn't impress much. Orange juice was fresh-squeezed and good. It was busy and got loud because it was a Saturday with fine weather, but our table was in the corner so we were able to have great conversation. The ambience was great too. Would definitely go back."
      },
      {
        "rating": 5,
        "text": "Best pancakes I ever had in new new york. Our amazing waiter Matt recommended the pancakes with fried chicken and we couldn't be happier. It was ridiculously good. Almost as good as the service. Thank you for the amazing experience! Would definitely return (maybe tomorrow) and recommend !"
      },
      {
        "rating": 5,
        "text": "My family did Thanksgiving 2021 here and we loved it. I've eaten here before and I really enjoyed the food and atmosphere. We reserved about a month early for Thanksgiving. It was definitely the most expensive meal we've ever had together but we had a great time and the food was great. Our server was so kind and the food was terrific. They have homemade root beer and great lemonades. If you're looking for a great NYC family meal, or just yourself try Bubby's."
      },
      {
        "rating": 5,
        "text": "Amazing bagels, bacon, and pancakes. A little expensive but totally worth it. One of the best breakfasts I've had in NYC and maybe ever! I got the skillet special and a plain bagel with cream cheese. It contains eggs (I ordered mine scrambled), thick-cut bacon, and one fluffy pancake. I thought to myself one pancake is not going to fill me up. I was totally wrong. Not only that but it was so fluffy and not too sweet. They also have real maple syrup, not the artificial stuff. This place will have you craving them for a good week after your visit. Luckily you can buy the pancake mix and exact maple syrup via their website."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "BentOn Cafe",
    "rating": 3.8,
    "lat": 40.7092834,
    "lng": -74.00685620000002,
    "place_id": "ChIJSycUAxhawokRbEq5QniRe9c",
    "review": [
      {
        "rating": 5,
        "text": "I absolutely loved the ramen place! I'm so sad to see that it is permanently closed"
      },
      {
        "rating": 5,
        "text": "I’ve eaten at this place for the past few days The staff were super friendly, the food her taste absolutely amazing and it’s really fresh. Prices are reasonable."
      },
      {
        "rating": 2,
        "text": "Food was average to decent but most of the stuff is sweet. The service is very spotty. Some of the people are nice and helpful but the manager (I presume) was terrible.  A few of the items I got were too sweet (including salad!?) and asked to swap them out but gave me a ton of grief and made it seem like I was trying to scam them. Don’t plan on coming back if the same person is here again although the food wouldn’t merit coming back much anyway."
      },
      {
        "rating": 5,
        "text": "Get the karaage donburi. You won't be disappointed."
      },
      {
        "rating": 5,
        "text": "Delicious and a good variety. Got a bento box and enjoyed all 6 items I got to choose from."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Locanda Verde",
    "rating": 4.5,
    "lat": 40.71984009999999,
    "lng": -74.00993439999999,
    "place_id": "ChIJTWkuhfVZwokRS_go-fdp7Vs",
    "review": [
      {
        "rating": 2,
        "text": "I am highly disappointed. I just moved to the city and my best friends traveled across the country from NV and CA. This was the only dinner reservation that I made during this special weekend. I was hopeful that the positive reviews would not steer me wrong. We made sure to be at the restaurant 10 minutes prior to our reservation at 9:30 pm. We waited 30 minutes and had to confront the hosts two times in order to ensure that efforts were being made to seat us. While waiting, the hostess ensured that the staff would bring an entree to compensate for our long wait time. The food was very good. I wish I could say the same about the customer service. We confronted the hostess Gracie about the lack of delivery when it comes to the entree that should have been sent to the table. Her response was less than impressive as she stated, \"Okay. I will let them know.\" I would hope that this restaurant would employ more customer-service oriented personnel at such a reputable restaurant. I guarantee that I will not come back due to the experience with the hostess specifically. I will ensure to deter others from coming here."
      },
      {
        "rating": 5,
        "text": "I went here for dinner, and it was terrific. The restaurant has a lovely interior and a lovely atmosphere. Service was slow, and they were kind enough to acknowledge it and provide a side on the house. Most places would have only apologized. The food was the star of the night. From the bread to ravioli, every dish I had was full of flavor. I highly recommend this gem."
      },
      {
        "rating": 4,
        "text": "The place is amazing. The service was very good. We ordered appetizer and pasta for main course. Three minutes after they left the appetizer on the table, they brought us the main course. We ended up eating everything together. When the server took the order we told her that we only wanted to order the appetizers because we weren't ready to order the main course. She insisted on coming back in 2 minutes to take the whole order together since the kitchen was taking a long time. This situation bothered us a bit. The rest was very good. The portions are small."
      },
      {
        "rating": 2,
        "text": "Kinda sad to leave this review because I was very excited about this restaurant. We came close to the closing time and the food extremely salty. I eat more on the salty side but this was too much. I’m thinking it was probably on the rush of closing during Christmas Eve, though. I hope I can come again and have a better experience since the dessert was really outstanding."
      },
      {
        "rating": 3,
        "text": "Very beautiful and comfortable. However, the food was nothing special and prices were significantly higher than similar offerings. Some basic food items were missing and restaurant reserved our table only 45 minutes before kitchen was closing, so had to order quickly."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Trinity Place",
    "rating": 4.4,
    "lat": 40.708882,
    "lng": -74.01143259999999,
    "place_id": "ChIJ4_AAQhdawokRzbYlVLyzKlk",
    "review": [
      {
        "rating": 5,
        "text": "Cocktails are GREAT and the food is MMMmmMMmMmmm!!!! Had the duck with risotto and it was DELICIOUS. My boyfriend has the cheeseburger with blue cheese cooked medium rare and I thought it was good. The appetizers are really tasty- had the pigs in a blanket and tuna tar tar which was delicious. We ended up spending $120 on the bill, with tip added which was great in my opinion for a chill NYC date night.\n\nThere are two rooms to eat in; dining room which was more quiet and dark and the bar area which was lighter and louder.  Great spot if your looking for two different vibes but the same menu!"
      },
      {
        "rating": 5,
        "text": "Fancy fancy place! Perfect for fancy dates and fancy hangouts! It was a little pricey, the food wasn't the best quality and although it was kind of Eastern fusion food, they didn't have chopsticks. I guess chopsticks are not fancy enough? Anyway loved the cocktails and the pictures I took there!"
      },
      {
        "rating": 5,
        "text": "Cool spot. Good drinks after work. A bit pricey but it's the financial district. I would recommend it if you're in the area."
      },
      {
        "rating": 5,
        "text": "Food was delicious. I think this was the best burger I've ever had!\nMy waiter was so friendly and on top of things... I will be back for sure!"
      },
      {
        "rating": 5,
        "text": "Really amazing place to grab an intimate meal. Although our service was slow, it wasn’t enough to ruin our meal. As part of Restaurant Week we did the prix-fixe 3 course meal and every single part of it was AMAZING! Dessert was definitely worth getting. Drinks…awesome. Have nothing bad to say about this place."
      }
    ]
  },
  {
    "price_level": 4,
    "name": "The Capital Grille",
    "rating": 4.6,
    "lat": 40.7081174,
    "lng": -74.0102264,
    "place_id": "ChIJTXb6QRdawokRPZZKPYmvWcU",
    "review": [
      {
        "rating": 5,
        "text": "Thoroughly enjoyed my wife s birthday at Capital Grille Broadway tonight Oct 21 2021🎂 . We were served by Michael who was very professional, personable, and made great suggestions as we were unsure which  seafood to select for main dishes. The  sushi grade tuna dinner was  one of the best I've had and the Seabass was quite delicious.. Michael checked on us frequently to make sure we were content. The grille hostess welcomed my wife with a Happy Birthday when being seated.  Michael surprised us with a complementary happy birthday dessert for my wife with the words Happy Birthday in chocolate. It was a great evening thanks to Michael and The GRILLE!!!"
      },
      {
        "rating": 5,
        "text": "Cory was our server today - he was so knowledgeable about the menu and the wines! I eat plant based and he easily found me the best meal. My friends were given excellent suggestions, and the food was wonderful.\n\nDefinitely will come back again!  Great place for a business lunch or dinner."
      },
      {
        "rating": 5,
        "text": "Rachel their event coordinator is amazing! She was able to shift our business dinner to a larger room last minute. Everyone left the dinner with rave reviews! She was extremely kind and professional throughout the entire process. We will be back!"
      },
      {
        "rating": 2,
        "text": "Steadfast in their cross country downward trek.  Corporate must've bought one of the old salt mines outside of Detroit as it was the only discernable flavor in anything they served.  Even the salt was less salty.  Not what it used to be, but the contrived portraits of powerful women added a touch of class.  So they had that at least.  Liked the Amelia Earhart."
      },
      {
        "rating": 1,
        "text": "I am a regular at this place. I have been going here before the pandemic and I have supported the place during the pandemic. The staff there is great including Eden, David, Nicole, Jessica, etc.\nRecently, I tried to go there around 9:30 knowing that the place closes at 10. The door was closed so I started walking away. A new staff member who is short and is wearing a vest came out and asked me if I had an order put in by 9:15. I said no but I told him I was a regular there and if it is possible for me to get desert. This guy that I have never seen before said in a condensing look and tone \"We would love to have you when the place is open\". I felt that was uncalled for and he could have just said we are closed now and I would have been fine with that. This guy is not the right person for this establishment. Eden ran this place very well and she was the sweetest manager anyone can ask for. This guy with a vest really does not understand customer service; something that I like about Capital Grille. If you are in the service business, know how to deliver good service instead of having an ego and please lose that vest. It is not needed."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Golden Unicorn",
    "rating": 4,
    "lat": 40.71368570000001,
    "lng": -73.99718659999999,
    "place_id": "ChIJXczCZSZawokRerIzds-K5e0",
    "review": [
      {
        "rating": 4,
        "text": "Pretty good dim sum place!\n\nWait can be a bit during busy times, so would recommend going early to get seated or to deal with the wait.\n\nDim sum is wonderfully delicious, they have all the classic dim sum as well as a few special ones as well. They even do special shapes for certain dim sum, which look nice but do taste the same as if you ordered the regular dim sum."
      },
      {
        "rating": 2,
        "text": "Came on a Sunday for dim sum with a group of 8. We were sat right away, but waited forever for a server to come over. There were very few push carts like traditional dim sum places and we had to order almost everything off of the menu. The service was absolutely horrendous. We weren't even served water until after our food started coming out and we had to ask about four times to get it. The servers seemed super annoyed to be asked for anything and they were really rude. The food was decent, but the service ruined the whole experience. I also didn't like that they charged everyone $1 for hot tea when no one ordered it and it was already sitting on our table when we sat down. Of course we drank it when they withheld water from us for the first half an hour, but to just charge $1 a person for tea that was never ordered is not cool. And then, to top it off, one of the servers told us to leave the tip in cash! My friend and I couldn't believe she would have the audacity to say something like that at all, especially after the terrible service we had just suffered through. I never expect good service from these types of places, but this place was especially bad. I wouldn't recommend it to anyone."
      },
      {
        "rating": 3,
        "text": "I liked that the menu included plenty of pictures.\n\nIt was evident that plenty of care and expertise had gone into the food, but with chicken feet and the like, it seems like the best you can really hope for is that it'll taste edible. Nothing really left me feeling like \"oh my God, I'd queue up for 1 hour again next week, to have more of this\".\n\nWhenever tables changed, we got a whiff of cleaning chemicals.\n\nI couldn't understand what all the fuss was about."
      },
      {
        "rating": 5,
        "text": "One of my favorite dim sum spots in NYC. They don’t have the rolling carts these days, although there is a little robot cart that seemed to transport some food items. Everything is as delicious as ever. My favorites are the shrimp noodles and the fried taro."
      },
      {
        "rating": 5,
        "text": "The Buddha's Delight dish: A mound of stir-fried vegetables served on top of a bed of crispy pan fried noodles, with plentiful amounts of luscious gravy. A crowd pleaser, and a fail-proof dish for guests and family. A fine dining experience."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "The Odeon",
    "rating": 4.4,
    "lat": 40.71697899999999,
    "lng": -74.007834,
    "place_id": "ChIJS-u0mB9awokRZ7H0sa9Oy-U",
    "review": [
      {
        "rating": 5,
        "text": "Old enough that the menu may seem less inspiring but it never disappoints. The attention to quality and providing a great dining experience has made Odeon a New York institution and it always lives up to my expectations.\nI've been coming for years and still consider it one of the best places in town to get a martini.\nKeep up the good work!"
      },
      { "rating": 5, "text": "Still Odeon after all these years." },
      {
        "rating": 5,
        "text": "Still love this place... over 20 years later! It was just as good as I remembered. Love the downtown NYC vibe/atmosphere and classic French cuisine. We had the French onion soup, the salmon and the NY Strip Steak and both were cooked perfectly. I definitely recommend!"
      },
      {
        "rating": 5,
        "text": "I went for brunch yesterday with my boyfriend and we had an incredible experience.  The staff was was so polite and so on top of everything, they really made our Saturday morning perfect!  Looking forward to coming back soon :)"
      },
      {
        "rating": 5,
        "text": "Best restaurant in NYC. Hands down a favorite. Everytime I visit I come here. Every time I get the ravioli and it was bomb. I also tried the buffalo chicken dumplings. Also very good."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Marc Forgione",
    "rating": 4.6,
    "lat": 40.71649379999999,
    "lng": -74.00960730000001,
    "place_id": "ChIJhSLc_R5awokReYEI4dyODxA",
    "review": [
      {
        "rating": 5,
        "text": "Great ambience!!! Great service!! Paid a pretty penny but worth every cents. Excellent date night spot. Food was fabulous. The chili lobster was out of this world. Steak was cooked to perfection and seasoned just right. The 10 minute cookie made the evening that much sweeter. Definitely recommend"
      },
      {
        "rating": 5,
        "text": "Hands down one of the best food experiences. Marc is a culinary artist. It’s a foodie haven! The service was great. I had the pasta with escargot (which don’t snub it by the name), the halibut, and the chicken. I had a few bites of the lobster dish and that was amazing too."
      },
      {
        "rating": 5,
        "text": "When the Chef and Owner serves your first course you know you made the right dining decision.  The food and the service here is as good as it gets.  Chef Forgione is as creative as he was as an Iron Chef, but more importantly the flavors are off the charts.  The Sommelier has his challenges pairing wine with these bold flavors, but he meets and exceeds them.  The General Manager is as gracious as you will find and my server more than knew his way around the menu.  The vibe here is really what pulls it all together.  Everyone here seems to be happy and wants to be here.  That is the true reflection of a Great Chef.  I am sure his Mr. Larry Forgione is more than proud of that accomplishment.  P.S. Marc Forgione deserves a Michelin Star if not two"
      },
      {
        "rating": 5,
        "text": "An amazing food and beautiful atmosphere! Ordered Pasta - it was great. The sushi they have as an appetizer were amazing,but  spicy, be aware.\nThe stuff was super friendly and accommodating. Will be back because of a great food!"
      },
      {
        "rating": 5,
        "text": "Another wonderful experience at Marc Forgione! I've been here a few times and always really enjoyed the entire experience. From the moment you walk in all the little details are thought of, the waitress even commented on our booking information which made it feel personal. Food was delicious! We had the rolls, lobster croquettes, roast potato ravioli, halibut, monkfish curry and 10 minute cookies. Also the margaritas were perfect. Thank you for everything, we look forward to returning."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Le Pain Quotidien",
    "rating": 4.2,
    "lat": 40.7150161,
    "lng": -74.0092841,
    "place_id": "ChIJU0lt1x5awokRcd1w1u4Ju9Q",
    "review": [
      {
        "rating": 5,
        "text": "If you are looking for a place to enter and sit down to work with the computer while having an amazing breakfast surrounded by nice people and really good coffee, look no further. Not only I am a fan of “Le Pain Quotidien” but this branch is my favorite for sure.\n\nI had the “Sunny Side Breakfast Bowl” and let me tell you it changed my morning! It was an amazing way to start it.\n\nEverything was delicious the coffee was great and they will give you a refill if you ask for it."
      },
      {
        "rating": 2,
        "text": "They removed 3 of their best 4 items on their menu.... those items were also vegan or gluten free...\n\nPlease bring back the banh mi sandwich,  the ancient grain bowl and the muhamara sandwich!\n\nOld review:\nGreat spot.\nAwesome food, very tasty and healthy. Great vibe for breakfast/lunch."
      },
      {
        "rating": 1,
        "text": "Absolutely terrible.  I just had a bag of pastries prepared for me & already paid.  I was picking up breakfast for tomorrow, ahead of all day funeral ceremonies.  My friend wanted me to pick up a gift card for her (she works long, late hours & I was doing her a favor to save time) to load money on online to give as a gift to someone else.\n\nThe manager(?) refused to understand that my friend wanted to add money to the card online AND have the physical card as part of the gift to give a third person.  This turned into a FRUSTRATING 10 minute debate holding up the entire line.  🙄🙄🙄🙄  I only needed ONE empty card.  If your store wants to hoard empty gift cards like gold bars, maybe don't leave them out in a pile non the counter.\n\nI'm telling my friend to spend her gift money  elsewhere.  I used to be a fan of this chain.\n\nFinally, I bring my food & drink to the dining room that is less than 1/4 full, with 40 minutes until closing.  I set down my bag, take off multiple layers of winter layers, etc.  Only after I'm completely settled in, am I told to move to the communal table.  Maybe ask me BEFORE I'm at a table so I am not juggling everything to another spot????"
      },
      {
        "rating": 5,
        "text": "Lovely place and a Tribeca stalwart. So happy this place survived the company's reorganization. Always great food, pastries and drinks. Service can sometimes be up and down, but the bottom line is it's a great place to enjoy lunch, breakfast or a cup of coffee."
      },
      {
        "rating": 1,
        "text": "Terrible service, sat in the the seating area for 15 minutes before I was acknowledged. Wasn't very full and is we every other patron being attended to but me. Then when it was time to pay in the same fashion no one ever came so I had to go to the front counter unlike other patrons who had their checks brought to them. Safe to say this was a last time visit ."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Nom Wah Tea Parlor",
    "rating": 4.3,
    "lat": 40.7144447,
    "lng": -73.998254,
    "place_id": "ChIJqwvF8CZawokRwi6ijQhRGD0",
    "review": [
      {
        "rating": 2,
        "text": "This restaurant still retains its nostalgic Chinese American feel as it is shown through their decor.  If you're expecting the traditional feel of a dim sum restaurant, this isn't the place to go.  The food and tea was alright, shouldn't be priced at $5+ per dish and $3+ per pot of tea.  There was no dipping sauce for the scallion pancakes and the fried shrimp rolls were not topped off with Worcestershire sauce.  If there was a silver lining for this place, it was their beef rice rolls, didn't skimp on the beef and sweet soy sauce."
      },
      {
        "rating": 2,
        "text": "Thought this would be a better experience since it’s been around for so long and the exterior is so cute. The utensils are all plastic ware and the sauces are all in packets. I think half of what makes dim sum special is the restaurants sauce pairings, so this was quite disappointing. There were flies flying around our table which made it feel pretty dirty and gross inside. Also it’s a tea parlor and I saw tea pots but was never offered a tea menu. This might be because we arrived an hour before closing? Which they made very known to us several times. Would not recommend or return. Giving 2 stars because I enjoyed the house dumpling soup."
      },
      {
        "rating": 5,
        "text": "Incredibly delicious dim sum classics in a no frills setting. This is hands down the best dim sum I’ve had, with so much on the menu to enjoy. Wish some other options were included but what they do have is insanely tasty. The scallion pancakes and shrimp dumplings were unreal! They’re cash or American Express only so make sure to plan ahead."
      },
      {
        "rating": 5,
        "text": "This is a must have if you’re in NYC.  The food is authentic, and delicious.  There’s often a wait out the door because it’s a small space and the food moves fast.\n\nIf you’re with a group, make sure your whole party is there or they can’t seat seat you!\n\nI would highly suggest you splurge on the Jasmine Hibiscus tea, it was delicious!\n\nThe spare rib noodles, scallion pancakes, soup dumplings, Chinese greens…. My mouth is watering just thinking about the food!!!\n\nThey only accept cash or AMEX!"
      },
      {
        "rating": 5,
        "text": "The best dim sum ever. I can’t say enough about how much our family enjoyed this food.  The place is so organized as well. People were waiting in a line up outside but their organized system got us through quick. Also appreciated the hand sanitizer on the table."
      }
    ]
  },
  {
    "price_level": 1,
    "name": "Whiskey Tavern",
    "rating": 4.5,
    "lat": 40.716478,
    "lng": -73.999749,
    "place_id": "ChIJPezLOSdawokROjWJSsqLdZg",
    "review": [
      {
        "rating": 5,
        "text": "Great bar food (love their wings and nachos), reasonable prices, and very friendly, fun staff. They have a cool area in the back. Caters to pretty much everybody in the area. Really one of the few options in the hood to catch whatever big game is on - tho that's usually when I'd personally avoid going since it tends to get a bit crowded. I prefer to go during off-peak hours."
      },
      {
        "rating": 5,
        "text": "Came across this bar randomly when walking through the streets with my friends and I'm glad we did. Really fun atmosphere with affordable, yet interesting, drinks (not just liquor and beers). They have food too and a pretty spacious outdoor space at the back so definitely check it out!"
      },
      {
        "rating": 5,
        "text": "In my opinion The whiskey tavern is the most welcoming bar for tourists in new York that I have been to.  It is clearly used by regulars and locals but these guys know how to make everyone feel welcome and have their own little ways of doing so. If you are anywhere near China Town, or even ground zero (20 mins walk) then be sure to head to The Whiskey Tavern for some good quality pub good, or some very well priced alcohol. The staff all very friendly and good for a laugh.  Check it out"
      },
      {
        "rating": 5,
        "text": "Does exactly what it promises - friendly staff, great tunes, some great whiskies poured generously at a fair price. Been a few times over the years and it always delivers. Not a place for whispered conversations or $20 cocktails - go for good times served with a smile."
      },
      {
        "rating": 5,
        "text": "Stopped by for drinks on a Saturday afternoon during a big snow storm and had a blast. All of the staff was incredibly friendly, but our server Sarah made a particularly great impression. They've made fans for life, and we can't wait to stop by again."
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Dim Sum Go Go",
    "rating": 4.1,
    "lat": 40.7132926,
    "lng": -73.9977449,
    "place_id": "ChIJBQwbiCZawokRak_8KefFP7M",
    "review": [
      {
        "rating": 4,
        "text": "Pretty decent dimsum in Chinatown. I recommend the chicken and pork sticky rice. Skip the steamed pork buns, they are definitely not the best here. The dim sum platter is decent, not the best but a good idea if you have a group. I appreciated the quick seating as on weekends it’s hard to get a seat anywhere to eat in town. Service is what you’d expect for Chinatown, quick and efficient but won’t get you attention to details."
      },
      {
        "rating": 5,
        "text": "Fantastic. Great food and staff. We seek out Dim sum across the country and they were terrific. Reasonable prices."
      },
      {
        "rating": 5,
        "text": "My go-to place for dumplings & fried rice. Tried a few places in Chinatown, yet this place ranks first. The service is quick and the staff are helpful.\nIt can get really busy, so I recommend going at 3-5 pm to avoid rush hour"
      },
      {
        "rating": 4,
        "text": "I have tried a few dim sum places and so far this is my favourite. It gets busy quick (went on a Sunday around noon) tables are pretty close together compared to other places, however, I found the selection and taste overall the best.\n\nThey have relatively quick service, a good selection of both meat and vegetarian options, and if you ask for vinegar, mustard, hot sauce etc they quickly bring it to you.\n\nWill definitely go back when I am craving dim sum again! Oh, and just a quick walk from the train station!"
      },
      {
        "rating": 3,
        "text": "The dumplings here were okay. Some were better than others but just okay is all I can come up with. In addition, we were randomly served tea although we had not ordered any. At first, I presume this must be complementary but lo and behold it was included on our check. Maybe on another day with a different server things are would be better however three stars is all I can muster."
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Scalini Fedeli",
    "rating": 4.7,
    "lat": 40.71749999999999,
    "lng": -74.00944439999999,
    "place_id": "ChIJRY0QrR9awokRtnCdmU4ijlM",
    "review": [
      {
        "rating": 5,
        "text": "The ambiance is golden candle light and flowers is only exceeded my the amazing food and service. The food was presented like works of art. The combination of textures and scents and taste made me quiver in anticipation of the next plate. The flavors took me on such a journey. I found myself scraping my plates just to still enjoy some of the sauces. It was an inspired meal."
      },
      {
        "rating": 5,
        "text": "Absolutely fantastic. Not the type to give reviews and as a matter of fact this may be my second review in my entire life. Went there on a quiet night, from service to food top notch. I go to so many different restaurants and mostly expensive and top rated ones and I was still extremely impressed. I won’t drive myself crazy to get a table at Carbone as long as this place is around. Bravo"
      },
      {
        "rating": 5,
        "text": "This place is awesome. It's so old school, like a scene out of Godfather. It's incredibly cozy and the food and service are amazing. My wife and I have been to many Tribeca restaurants and their 6 course Prix fixe was one of the best meals we've had. Everything was prepared perfectly and the flavors were so fresh, like a restaurant in Italy. We had a variety of dishes including scallops, prawns, ravioli and crab and everyone of them exceeded our expectations. The wine glass pours were VERY generous too. The pre-dessert palette cleanser was a great surprise and our desserts were outstanding. We'll definitely be back the next time we visit NYC."
      },
      {
        "rating": 5,
        "text": "Every course was exquisite and the service was phenomenal. You have to try ravioli and the fried mozzarella in vodka sauce 😋😋😋"
      },
      {
        "rating": 5,
        "text": "Amazing experience! I went with one of my best gfriends. It was a dream come true. Everything is perfect, service, wine selections, appetizers and main courses.\nA place to come go feel In love with the food and the one eating it!"
      }
    ]
  },
  {
    "price_level": 2,
    "name": "Kesté Pizza & Vino",
    "rating": 4.6,
    "lat": 40.7092474,
    "lng": -74.0048911,
    "place_id": "ChIJ6ffdpJNZwokRmcafdROM5q0",
    "review": [
      {
        "rating": 5,
        "text": "Bring back the Pizza Del Papa, please.\n\nExceptional pizza with flavorful crust. I particularly recommend the lemon pizza.\n\nThe gluten free pizzas are pretty good, too, definitely the best I’ve had.\n\nThe Pizza del Papa was the best thing in the menu. It’s crazy that they discontinued that."
      },
      {
        "rating": 3,
        "text": "There were quite a few unique pizzas and the price was very reasonable. Not the best pizza you’d find in town but could depend on your preference in pizza as well.\nHaving said that, the service was spectacular and the staff were extremely friendly. I wouldn’t take a foodie there but maybe again for a quick lunch"
      },
      {
        "rating": 5,
        "text": "Best gluten free pizza I’ve ever had!! While visiting New York, I had to go twice as it was that amazing. I had to ask if it was gluten free pizza and it’s made me miss good quality crust. Highly recommend this place!! I wished I lived in the USA to order the bases to make my own."
      },
      {
        "rating": 5,
        "text": "Love this place. In my opinion one of the best places for Pizza in NYC!!!  One of our must stops when in the city.  Just drove in today just for the pizza. Ordered 3 pies to go....love it."
      },
      {
        "rating": 5,
        "text": "This place is awesome! It is very comfortable and a perfect place for a movie date. Good quality sound and comfy big room at a very affordable price. The whole room was very cold and I loved it. If you want to relax and enjoy, this place will provide you with your most awaited movie. The toilets are also clean. Thank you!"
      }
    ]
  },
  {
    "price_level": 3,
    "name": "Momofuku Ssam Bar",
    "rating": 4.5,
    "lat": 40.7057717,
    "lng": -74.0017925,
    "place_id": "ChIJkXQ3_INZwokRbCMEByaQ_VE",
    "review": [
      {
        "rating": 5,
        "text": "Great place, the food was really good and the staff very attentive. We noticed the menu change frequently because we saw different menus on the reviews. However it did not disappointed. We had an issue with allergies (because the menu did not said about peanuts on the meal we ordered) but the staff was informed and they immediately resolved the issue. Our experience was very pleasant and we will be going back!!"
      },
      {
        "rating": 4,
        "text": "I give this please 5**** for the service- quick, attentive, super educated and able to articulate the menu. I went in for a early dinner and really felt pampered by the team.\nThe food was good too- perhaps a bit on the salty side.\nI think it’s slightly too expensive for that it is, but the quality didn’t disappoint"
      },
      {
        "rating": 5,
        "text": "Came here for an anniversary dinner and did the Fixed menu which was more than enough food for the two of us and overall an excellent meal. My only criticism is that the pork shoulder was not as good as the short rib or pork belly but was served in between them. Had the pork shoulder been the first meat course I might not have even noticed. Anyways, the cocktails were also excellent, the house sake is super good and the staff did an excellent job at making it feel like a special occasion for us!"
      },
      {
        "rating": 3,
        "text": "Really beautiful space in the recently constructed pier complex. Excellent service. Food unfortunately just not what it used to be in the east village location. Menu has totally turned over (didn’t recognize a single dish from old menu) and definitely has more of an ‘upscale PF Chang’ vibe. not terrible but going to be a disappointment for most I think from the past iteration."
      },
      {
        "rating": 4,
        "text": "Great restaurant with delicious changing menu on the seaport pier 17. We enjoyed a nice view of the river as we ate.\nThe ribs are really good, as was the raw bar and crispy fish!"
      }
    ]
  }
]
